Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: Cryopod/ModAssets/translations/*.po
Languages: fr

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTATTEMPERATURE.NAME
source: Energy Saving Mode
fr: Mode économie d'énergie

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTATTEMPERATURE.TOOLTIP
source: Fully cooled down, this buiding has entered energy saving mode.
fr: Entièrement refroidi, ce bâtiment est passé en mode économie d'énergie.

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTCRYODAMAGE.NAME
source: Warning, Duplicant is thawing improperly
fr: Attention, le Duplicant dégèle de manière incorrecte

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTCRYODAMAGE.TOOLTIP
source: When this duplicant thaws fully, it won't have a good time.
fr: Lorsque ce Duplicant aura complètement dégelé, il ne passera pas un bon moment.

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTHEALTHSTATUS.HEALTHGOOD
source: The Duplicant is in a healthy condition
fr: Le Duplicant est en bonne santé

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTHEALTHSTATUS.HEALTHGOODNAME
source: Healthy
fr: Saine

source: The Duplicant has suffered extreme amounts of cell damage and will die if thawed
fr: Le Duplicant a subi des dommages cellulaires extrêmes et mourra s'il est décongelé

source: Critical
fr: Critique

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTHEALTHSTATUS.HEALTHMAJORDAMAGE
source: The Duplicant has suffered major damage due to malfunctions!
fr: Le Duplicant a subi des dégâts majeurs en raison de dysfonctionnements !

source: Severe Wounds
fr: Blessures graves

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTHEALTHSTATUS.HEALTHSOMEDAMAGE
source: The Duplicant has suffered minor damage due to malfunctions.
fr: Le Duplicant a subi des dégâts mineurs en raison de dysfonctionnements.

source: Light Wounds
fr: Blessures légères

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTHEALTHSTATUS.NAME
source: Cryogenic Healthyness: {DupeHealthState}
fr: Santé cryogénique: {DupeHealthState}

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTINTERNALTEMPERATURE.NAME
source: The Dupe is at {InternalTemperature}.
fr: Le Duplicant est à {InternalTemperature}.

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTINTERNALTEMPERATURE.TOOLTIP
source: Cryogenic process cools down the body for preservation.
fr: Le processus cryogénique refroidit le corps pour sa préservation.

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTNAMESTATUS.NAME
source: Duplicant in cryogenic sleep: {DupeName}
fr: Duplicant en sommeil cryogénique : {DupeName}

# Cryopod.STRINGS.BUILDING.STATUSITEMS.CRY_DUPLICANTNAMESTATUS.TOOLTIP
source: {DupeName} takes a cool nap.
fr: {DupeName} fait une sieste rafraîchissante.

# Cryopod.STRINGS.BUILDINGS.PREFABS.CRY_BUILDABLECRYOTANK.DEFROSTBUTTON
source: Defrost stored Friend
fr: Dégeler l'Ami conservé

# Cryopod.STRINGS.BUILDINGS.PREFABS.CRY_BUILDABLECRYOTANK.DEFROSTBUTTONCANCEL
source: Cancel Defrosting
fr: Annuler le dégel

# Cryopod.STRINGS.BUILDINGS.PREFABS.CRY_BUILDABLECRYOTANK.DEFROSTBUTTONTOOLTIP
source: Unfreeze the duplicant stored here.
fr: Dégeler le duplicant conservé ici.

# Cryopod.STRINGS.BUILDINGS.PREFABS.CRY_BUILDABLECRYOTANK.DESC
source: A design found in an ancient facility, your Duplicants have managed to almost perfectly replicate it.
fr: Un design trouvé dans une ancienne installation, vos Duplicants ont réussi à le répliquer presque parfaitement.

# Cryopod.STRINGS.BUILDINGS.PREFABS.CRY_BUILDABLECRYOTANK.EFFECT
source: Can store 1 Duplicant. Heats up during freezing. Cools down during thawing.
fr: Peut stocker 1 Duplicant. Se chauffe lors de la congélation. Se refroidit lors du dégel.

# Cryopod.STRINGS.BUILDINGS.PREFABS.CRY_BUILDABLECRYOTANK.INPUT_LOGIC_PORT
source: Thaw Duplicant
fr: Dégeler le Duplicant

# Cryopod.STRINGS.BUILDINGS.PREFABS.CRY_BUILDABLECRYOTANK.INPUT_LOGIC_PORT_ACTIVE
source: <b><style="logic_on">Green Signal</style></b>: Triggers the thawing process.
fr: <b><style="logic_on">Signal vert</style></b> : Déclenche le processus de dégel.

source: <b><style="logic_off">Red Signal</style></b>: Does nothing
fr: <b><style="logic_off">Signal rouge</style></b> : Ne fait rien

# Cryopod.STRINGS.BUILDINGS.PREFABS.CRY_BUILDABLECRYOTANKLIQUID.DESC
source: A design found in an ancient facility, your Duplicants have managed to almost perfectly replicate it.
fr: Un design trouvé dans une ancienne installation, vos Duplicants ont réussi à le répliquer presque parfaitement.

# Cryopod.STRINGS.BUILDINGS.PREFABS.CRY_BUILDABLECRYOTANKLIQUID.EFFECT
source: Can store 1 Duplicant. Heats up during freezing. Cools down during thawing. Exchanges temperature with the liquid pumped through.
fr: Peut stocker 1 Duplicant. Se chauffe lors de la congélation. Se refroidit lors du dégel. Échange la température avec le liquide pompé à travers.

# Cryopod.STRINGS.CRYOPODRESEARCHTYPE.NAME
source: Cryopod Analysis
fr: Analyse de Cryopod

# Cryopod.STRINGS.CRYOPODRESEARCHTYPE.RECIPEDESC
source: Analyzing gravitas cryopods yields new knowledge.
fr: L'analyse des cryopods de gravitas permet d'acquérir de nouvelles connaissances.

# Cryopod.STRINGS.DISEASES.CRYOSICKNESS.DESCRIPTION
source: After a botched thawing process, this dupe will take time to feel normal again.
fr: Après un processus de dégel raté, ce duplicant mettra du temps à se sentir normal à nouveau.

# Cryopod.STRINGS.DISEASES.CRYOSICKNESS.DESCRIPTIVE_SYMPTOMS
source: A lot of cells got pierced by a non standard cryopod thawing.
fr: Beaucoup de cellules ont été endommagées par un dégel non standard du cryopod.

# Cryopod.STRINGS.DISEASES.CRYOSICKNESS.NAME
source: Cryo Sickness
fr: Cryo-Trauma

# Cryopod.STRINGS.DUPLICANTS.STATUSITEMS.FORCETHAWED.NAME
source: <link="FORCETHAWED">Cryo Sickness</link>
fr: <link="FORCETHAWED">Cryo-Trauma</link>

# Cryopod.STRINGS.DUPLICANTS.STATUSITEMS.FORCETHAWED.TOOLTIP
source: Being forcefully thawed, this Duplicant does not have a good time.
fr: Décongelé de force, ce Duplicant ne passe pas un bon moment.

# Cryopod.STRINGS.RESEARCH.TECHS.FROSTEDDUPERESEARCH.DESC
source: Unlocked by investigating ancient artifacts left behind. Enables freezing your Duplicants in cryosleep.
fr: Débloqué en enquêtant sur des artefacts anciens laissés derrière. Permet de congeler vos Duplicants en sommeil cryogénique.

# Cryopod.STRINGS.RESEARCH.TECHS.FROSTEDDUPERESEARCH.NAME
source: <link="FROSTEDDUPERESEARCH">Cryogenics</link>
fr: <link="FROSTEDDUPERESEARCH">Cryogénisme</link>
