Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: DrywallPatternColours/ModAssets/translations/*.po
Languages: ru

source: A damp wallpaper.
ru: Влажные обои.

source: <link="EXTERIORWALL">Bubbles</link>
ru: <link="EXTERIORWALL">Пузырьки</link>

source: A slippery wallpaper.
ru: Скользкие обои.

source: <link="EXTERIORWALL">Algae</link>
ru: <link="EXTERIORWALL">Водоросли</link>

source: A sleek wallpaper.
ru: Гладкие обои.

source: <link="EXTERIORWALL">Cobblestone</link>
ru: <link="EXTERIORWALL">Булыжник</link>

source: An orange wallpaper.
ru: Оранжевые обои.

source: <link="EXTERIORWALL">Carrots</link>
ru: <link="EXTERIORWALL">Морковь</link>

source: A pink wallpaper.
ru: Розовые обои.

source: <link="EXTERIORWALL">Hearths</link>
ru: <link="EXTERIORWALL">Сердца</link>

source: A red wallpaper.
ru: Красные обои.

source: <link="EXTERIORWALL">Volcano</link>
ru: <link="EXTERIORWALL">Вулканы</link>

source: A radiation-free wallpaper.
ru: Жёлтые обои.

source: <link="EXTERIORWALL">Yellow Cake</link>
ru: <link="EXTERIORWALL">Торты</link>
