Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: BawoonFwiend/ModAssets/translations/*.po
Languages: ru

# BawoonFwiend.STRINGS.BUILDINGS.PREFABS.BF_BALLOONSTATION.DESC
source: You get a balloon, you get a balloon, everybody gets a balloon!
ru: Вы получите воздушный шарик, вы получаете воздушный шарик, все получат по шарику!

# BawoonFwiend.STRINGS.BUILDINGS.PREFABS.BF_BALLOONSTATION.EFFECT
source: This building gives out balloons to duplicants during downtime. Consumes 5kg of either <link="HYDROGEN">Hydrogen</link> or <link="HELIUM">Helium</link> for each balloon created.
ru: Это здание раздаёт шарики дубликантам во время простоя. Потребляет 5 кг <link="HYDROGEN">водорода</link> или <link="HELIUM">гелия</link> для каждого созданного шара.

# BawoonFwiend.STRINGS.BUILDINGS.PREFABS.BF_BALLOONSTATION.NAME
source: <link="BFBALLOONSTATION">Balloon Dispenser</link>
ru: <link="BFBALLOONSTATION">Раздатчик воздушных шариков</link>

# BawoonFwiend.STRINGS.EFFECTS.NOTATRUEFRIEND.DESC
source: It's just not the same coming from a machine
ru: Это не то же самое, что выходит из машины.

# BawoonFwiend.STRINGS.EFFECTS.NOTATRUEFRIEND.NAME
source: Machine made Balloon
ru: Машина сделала Шарик

# BawoonFwiend.STRINGS.MISC.TAGS.BALLOONGAS
source: Balloon Gas
ru: Газ для шарика

# BawoonFwiend.STRINGS.MODCONFIG.GASMASS.NAME
source: Gas Mass
ru: Объём газа

# BawoonFwiend.STRINGS.MODCONFIG.GASMASS.TOOLTIP
source: Amount of gas (in kg) it takes to make one balloon.
ru: Количество газа (в кг), необходимое для изготовления одного воздушного шара.

# BawoonFwiend.STRINGS.MODCONFIG.STATBOOST.NAME
source: Balloon Machine Stat Boost
ru: Повышение атрибута

# BawoonFwiend.STRINGS.MODCONFIG.STATBOOST.TOOLTIP
source: Set the attribute height Duplicants recieve when getting a balloon from the Balloon Dispenser. Balloon Buddy gives +8 by default
ru: Установить высоту атрибута, которую получают дубликанты при получении воздушного шарика из Раздатчика воздушных шариков. Шарик-приятель дает +8 по умолчанию

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.ALLRANDOMNO
source: Each active balloon skin is picked atleast once before duplicates can appear. Results in an even distribution of each chosen skin. Toggle to change it to a fully random system
ru: Каждый активный скин воздушного шарика выбирается по крайней мере один раз, прежде чем могут появиться дубликаты. В результате получается равномерное распределение каждого выбранного скина. Переключите, чтобы изменить на полностью случайную систему.

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.ALLRANDOMYES
source: Each balloon skin is chosen fully random. Results in random amounts of each chosen skin to appear. Toggle to change it to a queue based system
ru: Каждый скин воздушного шарика выбирается совершенно случайно. В результате появляются случайные количества каждого выбранного скина. Переключите, чтобы изменить на систему, основанную на очереди.

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.DISABLEMANUALDELIVERY
source: Disable Manual Delivery
ru: Выключить ручную доставку

source: Disables manual delivery of gasses, enables pipe input
ru: Выключает ручную доставку газов, включает ввод из трубы

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.ENABLEMANUALDELIVERY
source: Enable Manual Delivery
ru: Включить ручную доставку

source: Enables manual delivery of gasses, disables pipe input
ru: Включает ручную доставку газов, выключает ввод из трубы

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.TITLE
source: Balloon Skins
ru: Скины воздушных шаров

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.TOGGLEALLOFF
source: Deactivate All
ru: Деактивировать все

# BawoonFwiend.STRINGS.UI.UISIDESCREENS.BF_BALLOONSTAND.TOGGLEALLON
source: Activate All
ru: Активировать все
