Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: SGTIM_NotificationManager/ModAssets/translations/*.po
Languages: es

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ALERTS.CATEGORY
source: Alerts
es: Alertas

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ALERTS.MUTEREDALERT
source: Mute Red Alert Sound
es: Silenciar sonido de alerta roja

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ALERTS.MUTEYELLOWALERT
source: Mute Yellow Alert Sound
es: Silenciar sonido de alerta amarilla

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ATTACK.CATEGORY
source: Битва!-Уведомление
es: Notificación: Luchando

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ENTOMBED.CATEGORY
source: Под завалом-Уведомление
es: Notificación: Atrapado bajo escombros

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.FLEE.CATEGORY
source: Бежит!-Уведомление
es: Notificación: Huyendo

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.INCAPACITATED.CATEGORY
source: Выведен из строя-Уведомление
es: Notificación: Incapacitado

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.MUTE_PING
source: Mute notification ping
es: Silenciar sonido de notificación

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.MUTE_PING_TOOLTIP
source: Enable this option to remove the ping-sound from the warning.
es: Activa esta opción para eliminar el sonido de aviso.

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.PAUSE_ON_NOTIFICATION
source: Pause game on trigger
es: Pausar juego al activarse

source: Pauses the game when the notification triggers.
es: Pausa el juego cuando se activa la notificación.

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.PEE.CATEGORY
source: Сделал лужу-Уведомление
es: Notificación: Ha hecho un charco

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.PLANTDEATH.CATEGORY
source: Растения погибли-Уведомление
es: Notificación: Muerte de plantas

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.RADIATIONVOMITING.CATEGORY
source: Тошнота от радиации-Уведомление
es: Notificación: Náuseas por radiación

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.SCALDING.CATEGORY
source: Обжигает-Уведомление
es: Notificación: Quemaduras

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STARVATION.CATEGORY
source: Голод-Уведомление
es: Notificación: Hambre

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STARVATION.THRESHOLD
source: Starvation Calorie Threshold
es: Umbral de calorías de inanición

source: Calorie threshold for the starvation notification. Default is 1000
es: Umbral de calorías para la notificación de inanición. Por defecto: 1000

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STRESS.CATEGORY
source: Высокий уровень стресса-Уведомление
es: Notificación: Estrés elevado

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STRESS.THRESHOLD
source: Stress Threshold
es: Umbral de estrés

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.STRESS.THRESHOLD_TOOLTIP
source: Stress level where the notification triggers in percent. Default is 80%
es: Nivel de estrés en porcentaje al que se activa la notificación. Por defecto: 80%

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.SUFFOCATION.CATEGORY
source: Удушение-Уведомление
es: Notificación: Asfixia

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.SUFFOCATION.THRESHOLD
source: Suffocation Time Threshold
es: Umbral de tiempo de asfixia

source: Time from notification start to death by suffocation in seconds. Default is 50 seconds, higher values warn earlier
es: Tiempo desde la notificación hasta la muerte por asfixia en segundos. Por defecto: 50 segundos, valores mayores avisan antes

# SGTIM_NotificationManager.STRINGS.NOTIFICATION_CONFIG.ZOOM_ON_NOTIFICATION
source: Pan to origin
es: Centrar en el origen

source: Moves the camera to the origin of the notification when it triggers.
es: Mueve la cámara al origen de la notificación cuando se activa.
