Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: LogicSatelites/ModAssets/translations/*.po
Languages: es, zh

# LogicSatellites.STRINGS.BUILDINGS.PREFABS.LS_SATELLITECARRIERMODULE.DESC
source: Stores and delivers Satellites to orbit.
es: Almacena y entrega satélites en órbita.
zh: 储存卫星并将其送入轨道。

# LogicSatellites.STRINGS.BUILDINGS.PREFABS.LS_SATELLITECARRIERMODULE.EFFECT
source: The Satellite Carrier Module is used to deploy and retrieve satellites on the star map A satellite can be constructed from satellite parts, made at the <link="CRAFTINGTABLE">Crafting Station</link>
es: El Módulo Portasatélites se utiliza para desplegar y recuperar satélites en el mapa estelar. Un satélite puede construirse a partir de piezas de satélite, fabricadas en la <link="CRAFTINGTABLE">Estación de fabricación</link>.
zh: 卫星舱用于在星图上部署和回收卫星。 卫星可以由卫星部件构成，建造于<link="CRAFTINGTABLE">工作台</link>。

# LogicSatellites.STRINGS.BUILDINGS.PREFABS.LS_SATELLITECARRIERMODULE.NAME
source: Satellite Carrier Module
es: Módulo Portasatélites
zh: 卫星舱

# LogicSatellites.STRINGS.ITEMS.LS_CLUSTERSATELLITEPART.DESC
source: These parts are used to build a satellite in the <link="LSSATELLITECARRIERMODULE">Satellite Carrier Module</link>.
es: Estas piezas se utilizan para construir un satélite en el <link="LSSATELLITECARRIERMODULE">Módulo Portasatélites</link>.
zh: 组件可组成于<link="LSSATELLITECARRIERMODULE">卫星舱</link>.

# LogicSatellites.STRINGS.ITEMS.LS_CLUSTERSATELLITEPART.TITLE
source: Satellite Parts
es: Piezas de satélite
zh: 卫星组件

# LogicSatellites.STRINGS.ITEMS.LS_SATELLITEGRID.DESC
source: This Satellite monitors the space around its location and amplifies interplanetary logic signals. This Satellite will gradually reveal the space around it up to a radius of 3. It will also amplify a logic signal by redirecting it up to 5 Tiles further
es: Este satélite monitoriza el espacio que lo rodea y amplifica las señales lógicas interplanetarias. Revelará gradualmente el espacio a su alrededor en un radio de 3 casillas. También amplificará una señal lógica redirigiéndola hasta 5 casillas más lejos.
zh: 卫星监测周围的星图，并放大自动化信号。 卫星会逐渐揭示半径3格的星图。 可以将自动化型号放大于5格半径。

# LogicSatellites.STRINGS.ITEMS.LS_SATELLITEGRID.TITLE
source: Satellite
es: Satélite
zh: 人造卫星

# LogicSatellites.STRINGS.ITEMS.SATELLITE.DESC
source: Deploy this satellite on the star map to create a logic relay
es: Despliega este satélite en el mapa estelar para crear un repetidor lógico
zh: 在星图上部署这颗卫星以创建信号中继

# LogicSatellites.STRINGS.ITEMS.SATELLITE.SATELLITETYPES.EXPLORATION
source: Exploration
es: Exploración
zh: 探测

# LogicSatellites.STRINGS.ITEMS.SATELLITE.SATELLITETYPES.EXPLORATIONDESC
source: and slowly reveal the surrounding hexes
es: y revela lentamente los hexágonos circundantes
zh: 缓慢揭示周围

# LogicSatellites.STRINGS.ITEMS.SATELLITE.SATELLITETYPES.SOLAR
source: Solar Lens
es: Lente solar
zh: 太阳透镜

# LogicSatellites.STRINGS.ITEMS.SATELLITE.SATELLITETYPES.SOLARDESC
source: and concentrate light towards the planet below.
es: y concentra la luz hacia el planeta situado debajo.
zh: 并将光线集中到下面的星球上。

# LogicSatellites.STRINGS.ITEMS.SATELLITE.TITLE
source: Satellite
es: Satélite
zh: 人造卫星

source: Retrieve Satellite
es: Recuperar satélite
zh: 回收卫星

source: Deploy Satellite
es: Desplegar satélite
zh: 部署卫星

source: Change the operation the module should perform
es: Cambiar la operación que debe realizar el módulo
zh: 更改模块应执行的操作

source: Deploys a satellite at the current space hex.
es: Despliega un satélite en el hexágono espacial actual.
zh: 在当前格部署卫星

source: Retrieves a satellite from the current space hex
es: Recupera un satélite del hexágono espacial actual.
zh: 回收当前格的已部署卫星。

source: Current Satellite Configuration: {0}
es: Configuración actual del satélite: {0}
zh: 当前卫星配置: {0}

source: Scrap the satellite to retrieve the parts
es: Desguazar el satélite para recuperar las piezas
zh: 报废卫星以取回零件

# LogicSatellites.STRINGS.UI.UISIDESCREENS.SATELLITECARRIER_SIDESCREEN.TITLE
source: Satellite Carrier
es: Portasatélites
zh: 卫星舱

source: No Satellite in storage
es: Ningún satélite almacenado
zh: 无卫星携带

source: {0} stored.
es: {0} almacenado.
zh: {0}存储。
