Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: SetStartDupes/ModAssets/translations/*.po
Languages: de, fr, ru

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOJOYREACTION.TOOLTIP
source: Deactivates Overjoyed Responses on newly generated duplicants
de: Neue Duplikanten generieren ohne Begeisterungsreaktion
fr: Désactive les Réactions Euphoriques sur les duplicants nouvellement générés
ru: Отключает сверхрадостные отклики у вновь созданных дубликантов

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NORMALTRAITSONBIONICS.NAME
source: Allow normal traits on Bionic Duplicants
de: Erlaube normale Eigenschaften für Bionische Duplikanten
fr: Permettre les traits normaux aux duplicants bioniques

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NORMALTRAITSONBIONICS.TOOLTIP
source: When active, allows adding regular traits to bionic duplicants.
de: Erlaubt das Hinzufügen von regulären Eigenschaften bei bionischen Duplikanten.
fr: Si activé, permet d’ajouter des traits standards aux duplicants bioniques.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOSTRESSREACTION.NAME
source: Disable Stress Reactions
de: Deaktiviere Stressreaktionen
fr: Désactiver les réactions en cas de stress
ru: Отключить реакции на стресс

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOSTRESSREACTION.TOOLTIP
source: Deactivates Stress Reactions on newly generated duplicants
de: Neue Duplikanten generieren ohne Stressreaktion
fr: Désactive les réactions en cas de stress pour les duplicants nouvellement générés
ru: Отключает реакции на стресс у вновь созданных дубликантов

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.OVERRIDEPRINTERCAREPACKAGECOUNT.NAME
source: Override printing pod care package count
de: Drucker-Hilfspaket-Anzahl überschreiben
fr: Remplace le nombre de colis de ravitaillement

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.OVERRIDEPRINTERCAREPACKAGECOUNT.TOOLTIP
source: Override the number of care packages offered in the printing pod. A value of 0 or lower disables this feature. Disabling care packages in the difficulty settings disables this feature. No effect if care packages only mode is active.
de: Überschreibe die Anzahl der im Biodrucker angebotenen Hilfspakete. Mit einem Wert von 0 oder weniger wird diese Funktion deaktiviert. Die Deaktivierung von Hilfspaketen in den Schwierigkeitseinstellungen deaktiviert diese Funktion. Keine Auswirkung, wenn die Option „Nur Hilfspakete“ aktiv ist.
fr: Permet de modifier le nombre de colis de ravitaillement proposés dans le module d'impression. Une valeur inférieure ou égale à 0 désactive cette fonction. La désactivation des colis de ravitaillement dans les paramètres de difficulté désactive cette fonction. Aucun effet si le mode « colis de ravitaillement uniquement » est actif.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.OVERRIDEPRINTERDUPECOUNT.NAME
source: Override printing pod dupe count
de: Drucker-Duplikanten-Anzahl überschreiben
fr: Modification du nombre de duplicant

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.OVERRIDEPRINTERDUPECOUNT.TOOLTIP
source: Override the number of duplicants offered in the printing pod. A value of 0 or lower disables this feature.
de: Überschreibe die Anzahl der im Biodrucker angebotenen Duplikanten. Mit einem Wert von 0 oder weniger wird diese Funktion deaktiviert.
fr: Modifie le nombre de duplicants proposés par la Station d'Impression. Une valeur inférieure ou égale à 0 désactive cette fonction.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PAUSEONREADYTOPRING.NAME
source: Pause on "ready to print"
de: Pausieren bei "Neuer Druck verfügbar"
fr: Pause sur "Prêt à imprimer"
ru: Пауза при "готово к печати"

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PAUSEONREADYTOPRING.TOOLTIP
source: Pause the game when the printing pod has recharged for a new print
de: Pausiert das Spiel wenn der Biodrucker einen neuen Druck tätigen kann
fr: Mets le jeu en pause lorsque la station d'impression est rechargée et propose une nouvelle impression
ru: Приостановить игру, когда печатный станок перезарядится для новой печати

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIME.NAME
source: Printing pod cooldown time
de: Biodrucker-Abklingzeit
fr: Temps de recharge de la station d'impression
ru: Время перезарядки печатного станка

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIME.TOOLTIP
source: Time it takes for the printing pod to recharge for the next print in cycles. Default is 3 cycles.
de: Zeit, in Zyklen, die der Biodrucker zum nächsten Druck benötigt. Der Standardwert ist 3 Zyklen.
fr: Temps, en cycle, nécessaire à la station d'impression pour se recharger. La valeur par défaut est 3 cycles.
ru: Время перезарядки печатного станка для следующей печати в циклах. По умолчанию - 3 цикла.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIMEFIRST.NAME
source: First print time
de: Biodrucker - Erster Druck
fr: Délai avant la première impression
ru: Время до первой печати

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.PRINTINGPODRECHARGETIMEFIRST.TOOLTIP
source: Time after the printing pod offers its first print, in cycles. Default is 2.5 cycles.
de: Zeit, in Zyklen, die der Biodrucker nach Spielstart zum ersten Druck benötigt. Der Standardwert ist 2,5 Zyklen.
fr: Temps, en cycle, nécessaire à la station d'impression pour proposer sa première impression. La valeur par défaut est 2.5 cycles.
ru: Время после того, как печатный станок предложит первую печать, в циклах. По умолчанию - 2,5 цикла.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLCRYOPODANDJORGE.NAME
source: Hermit/Cryopod Modification
de: Einsiedler/Kryotank modifizieren
fr: Modification Ermite/Cryocuve
ru: Модификация Отшельник/Криокапсула

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLCRYOPODANDJORGE.TOOLTIP
source: Allows modifying of the Hermit and Cryopod Duplicants. "Ancient Knowledge"-Trait no longer takes the slot of a positive trait during generation of these duplicants.
de: Erlaubt die Modifikation des Einsiedlers und von Kryotank-Duplikanten. "Uraltes Wissen"-Eigenschaft blockiert nicht länger den "positive Eigenschaft"-Slot bei diesen Duplikanten.
fr: Permet de modifier les duplicants Ermite et des Cryocuves : La caractéristiques "Connaissance ancestrale" ne prend plus l'emplacement d'un trait positif lors de la génération de ces duplicants.
ru: Позволяет модифицировать отшельника и дубликантов из криокапсулы. "Древнее знание" больше не занимает слот положительной характеристики при создании этих дубликантов.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLDURINGGAME.NAME
source: Reroll printing pod
de: Neuwürfeln des Biodruckers
fr: Relance possible la station d'impression
ru: Повторная переделка

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.REROLLDURINGGAME.TOOLTIP
source: Enable this option to add the reroll button to printing pod Duplicants and care packages. Care Packages allow selecting from all currently available package configurations.
de: Diese Option aktiviert den Würfel-Knopf bei Biodrucker-Duplikanten und Hilfspaketen. Hilfspakete können zusätzlich aus einer durchsuchbaren Liste ausgewählt werden.
fr: Activée, cette option ajoute un bouton de relance à la station d'impression pour les duplicants et les colis de ravitaillement. Pour les colis de ravitaillement, permet aussi de choisir parmi les colis actuellement disponibles.
ru: Включите эту опцию, чтобы добавить кнопку повторной переделки к печати дубликантов и посылок. Кнопка позволяет выбрать одну из всех доступных на данный момент конфигураций посылок.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SKINSDOREACTS.NAME
source: Skins include reactions
de: Aussehen beinhalten Reaktionen
fr: Les apparences incluent les réactions
ru: Скины включают реакции

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SKINSDOREACTS.TOOLTIP
source: When applying a skin, the inherited overjoyed response and stress reaction get applied in addition to the skin.
de: Wenn das Aussehen eines Duplikanten angepasst wird, werden Stress- und Begeisterungsreaktion des neuen Aussehens mitübernommen.
fr: Lors du changement d'apparence du personnage, les réponses à la joie et au stress sont héritées et appliquées au duplicant.
ru: При применении скина также применяются унаследованные реакции радости и стресса.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SORTEDPRINTINGPOD.NAME
source: Sorted Printing Pod
de: Sortierter Biodrucker
fr: Trie des entéres de la Station d'Impression

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SORTEDPRINTINGPOD.TOOLTIP
source: Printing pod entries are sorted by their type, dupes come first, then care packages.
de: Die Biodruckerauswahl wird nach Typ sortiert. Erst Duplikanten, dann Hilfspakete.
fr: Les entrées dans les Stations d'Impression sont classées par type, les duplicants viennent en premier, puis les colis de ravitaillement.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.STARTUPRESOURCES.NAME
source: Extra Starting Resources
de: Extra Startressourcen
fr: Ressources de départ supplémentaires
ru: Дополнительные стартовые ресурсы

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.STARTUPRESOURCES.TOOLTIP
source: Add some extra startup resources for your additional duplicants. Only goes in effect with more than 3 dupes. Only accounts for extra dupes above 3.
de: Generiert zusätzliche Startressourcen für alle Startduplikanten, welche die normale Anzahl von 3 überschreiten.
fr: Ajout de ressources de départ supplémentaires en cas de duplicants supplémentaires. Ne fonctionne qu'avec plus de 3 duplicants. Et ne prend en compte que les duplicants supplémentaires (supérieur à 3).
ru: Добавляет дополнительные ресурсы для запуска дополнительных дубликантов. Действует только при наличии более 3 дубликнатов. Учитывает только дополнительных дубликантов свыше 3.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SUPPORTEDDAYS.NAME
source: Supported Days
de: Zusatzunterstützung-Taganzahl
fr: Jours pris en charge
ru: Дни поддержки

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.SUPPORTEDDAYS.TOOLTIP
source: Amount of days the extra starting resources should last. No effect if "Extra Starting Resources" is disabled.
de: Anzahl der Tage, für welche die Zusatzressourcen reichen. Hat keinen Effekt, wenn "Extra Startressourcen" deaktiviert ist.
fr: Nombre de jours de ressources en début de partie. Aucun effet si l'option "Ressources de départ supplémentaires" est désactivée.
ru: Количество дней, на которое должны быть выделены дополнительные стартовые ресурсы. Не действует, если функция "Дополнительные стартовые ресурсы" отключена.

# SetStartDupes.STRINGS.UI.DUPEEDITING.CATEGORIES.HEADER.LABEL
source: Duplicants
de: Duplikanten
ru: Дубликанты

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.APPLYCHANGES
source: Apply changes
de: Änderungen anwenden
fr: Appliquer les changements
ru: Применить изменения

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.DISCARDCHANGES
source: Discard changes
de: Änderungen verwerfen
fr: Ignorer les modifications
ru: Отменить изменения

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.TEXT
source: Warning, there are pending changes that have not been applied yet. Choose an action on how to proceed:
de: Warnung, es gibt ausstehende Änderungen, die noch nicht übernommen wurden. Wählen Sie eine Aktion, wie Sie fortfahren möchten:
fr: Attention, il y a des modifications en attente qui n’ont pas encore été appliquées. Choisissez une action sur la façon de procéder :
ru: Внимание, есть ещё не применённые изменения. Выберите действие, которое следует предпринять:

# SetStartDupes.STRINGS.UI.DUPEEDITING.CONFIRMATIONDIALOG.TITLE
source: Unsaved Changes
de: Ungespeicherte Änderungen
fr: Modifications non enregistrées
ru: Несохранённые изменения

source: This effect has been created dynamically by the game without registering as a resource. Thus you won't be able to readd it from the list if you decide to remove it.
de: Diese Effekt wurde dynamisch vom Spiel generiert ohne als Effekt-Ressource registriert zu sein. Deshalb kann dieser nicht aus der Effekt-Liste neu hinzugefügt werden, solltest du ihn löschen.
fr: Cet effet a été créé dynamiquement par le jeu sans s’enregistrer en tant que ressource. Ainsi, vous ne pourrez pas le rajouter à partir de la liste si vous décidez de le supprimer.
ru: Этот эффект был создан игрой динамически без регистрации в качестве ресурса. Таким образом, вы не сможете прочитать его из списка, если решите его удалить.

source: Effect
de: Effekt
fr: Effet
ru: Эффект

source: Remaining time in seconds | Remove Effect
de: Verbleibende Zeit in Sekunden | Effekt entfernen
fr: Temps restant en secondes | Supprimer l’effet
ru: Оставшееся время в секундах | Удалить эффект

source: Add new effect
de: Effekt Hinzufügen
fr: Ajouter un nouvel effet
ru: Добавить новый эффект

source: Choose another effect to add to the duplicant
de: Füge diesem Duplikanten einen neuen Effekt hinzu
fr: Choisissez un autre effet à ajouter au duplicant
ru: Выберите другой эффект, чтобы добавить к дубликанту

source: Experience:
de: Erfahrungspunkte:
fr: Expérience :
ru: Опыт:

source: Mastered
de: Gemeistert
fr: Maîtrisé
ru: Освоен

source: Skill
de: Fähigkeit
fr: Habileté
ru: Навык

source: Add new interest
de: Interesse Hinzufügen
fr: Ajouter un nouvel intérêt
ru: Добавить новый интерес

source: Choose another interest to add to the duplicant
de: Füge ein weiteres Interesse zu diesem Duplikanten hinzu
fr: Choisissez un autre intérêt à ajouter au duplicant
ru: Выберите другой интерес, чтобы добавить его к дубликанту

source: Add new trait
de: Eigenschaft Hinzufügen
fr: Ajouter une nouvelle caractéristiques
ru: Добавить новую черту

source: Choose another trait to add to the duplicant
de: Füge eine weitere Eigenschaft zu diesem Duplikanten hinzu
fr: Choisissez une autre caractéristiques à ajouter au duplicant
ru: Выбрать другую черту, чтобы добавить дубликанту

source: Interests:
de: Interessen:
fr: Intérêts :
ru: Интересы:

source: Traits:
de: Eigenschaften:
fr: Caractéristiques :
ru: Черты:

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.FOOTER.BUTTONS.EXITBUTTON.TEXT
source: Exit
de: Verlassen
fr: Sortir
ru: Выход

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.FOOTER.BUTTONS.RESETBUTTON.TEXT
source: Reset Changes
de: Änderungen Zurücksetzen
fr: Réinitialiser les modifications
ru: Сбросить изменения

source: Save Changes
de: Änderungen Speichern
fr: Enregistrer les modifications
ru: Сохранить изменения

source: Appearance
de: Aussehen
fr: Apparence
ru: Внешность

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.BUTTONS.ATTRIBUTEBUTTON.TEXT
source: Attributes
de: Attribute
fr: Attributs
ru: Атрибуты

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.BUTTONS.EFFECTSBUTTON.TEXT
source: Effects
de: Effekte
fr: Effets
ru: Эффекты

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.BUTTONS.HEALTHBUTTON.TEXT
source: Health
de: Gesundheit
fr: Santé
ru: Здоровье

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.BUTTONS.SKILLSBUTTON.TEXT
source: Skills
de: Fähigkeiten
fr: Compétences
ru: Навыки

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.LABEL
source: Duplicants
de: Duplikanten
ru: Дубликанты

# SetStartDupes.STRINGS.UI.DUPEEDITING.DETAILS.HEADER.LABEL_FILLED
source: Selected Duplicant: {0}
de: Ausgewählter Duplikant: {0}
fr: Duplicant sélectionné : {0}
ru: Выбранный дубликант: {0}

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_BALANCED
source: <b>balanced</b>
de: <b>ausgeglichen</b>
fr: <b>équilibré</b>
ru: <b>сбалансированный</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_STRONGER
source: <b>stronger</b>
de: <b>stärker</b>
fr: <b>plus fort</b>
ru: <b>сильнее</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_TOOLTIP
source: The current trait composition is {0}. The trait balance value is {1}, for vanilla balancing it's usually between {2} and {3} Balance Composition:
de: Die momentane Eigenschafts-Komposition ist {0}. Der Balance-Wert ist {1}, in Vanilla liegt er normalerweise zwischen {2} und {3} Dieser setzt sich wie folgt zusammen:
fr: La composition actuelle des caractéristiques est de {0}. La valeur d'équilibrage des caractéristiques est de {1}, pour l'équilibrage de base (Vanilla), elle est généralement comprise entre {2} et {3} Composition de l'équilibrage :
ru: Текущий состав черты - {0}. Значение баланса черт равно {1}, для стандартной балансировки оно обычно находится между {2} и {3}. Состав баланса:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_TOOLTIP_SIMPLE
source: The current trait balance value is {0}. Values above 0 indicate a trait balance favouring positive traits (overall stronger duplicant), values below 0 indicate a trait balance favouring negative traits (overall weaker duplicant). This is purely informational and does not limit your ability to edit traits Balance Composition:
de: Der Balance-Wert aller Eigenschaften ist {0}. Werte über 0 sagen aus, dass der Duplikant stärker als der Durchschnitt ist. Werte unter 0 sagen aus, dass der Duplikant schwächer als der Durchschnitt ist. Dies ist rein als Information zu sehen, es beeinflusst das Bearbeiten von Eigenschaften nicht!. Der Balance-Wert setzt sich wie folgt zusammen:
fr: La valeur actuelle de l'équilibre des traits est de {0}. Les valeurs supérieures à 0 indiquent un équilibre des traits favorisant les traits positifs (duplicant globalement plus fort), les valeurs inférieures à 0 indiquent une balance des traits favorisant les traits négatifs (duplicant globalement plus faible). Cette valeur est purement informative et ne limite pas votre capacité à modifier les caractéristiques. Composition de l'équilibre :
ru: Текущее значение баланса черт - {0}. Значения выше 0 указывают на баланс черт в пользу положительных черт (в целом более сильный дубликант), значения ниже 0 указывают на баланс черт в пользу отрицательных черт (в целом более слабый дубликант). Это чисто информационный материал и не ограничивает ваши возможности редактировать черты. Состав баланса:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.BALANCE_WEAKER
source: <b>weaker</b>
de: <b>schwächer</b>
fr: <b>plus faible</b>
ru: <b>слабее</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.CONFIGBALANCINGDISABLED
source: ModConfig - Balancing Disabled
de: Mod-Konfiguration - Balance deaktiviert
fr: ModConfig - Équilibrage désactivé
ru: Балансировка отключена

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.OTHERMODORIGINNAME
source: Mysterious Origin (other mods)
de: Mysteriöse Herkunft (andere Mods)
fr: Origine mystérieuse (autres mods)
ru: Таинственное происхождение (другие моды)

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_COMMON
source: <b>Common</b>
de: <b>Normal</b>
fr: <b>Commun</b>
ru: <b>Обычный</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_EPIC
source: <b>Epic</b>
de: <b>Episch</b>
fr: <b>Épique</b>
ru: <b>Эпический</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_LEGENDARY
source: <b>Legendary</b>
de: <b>Legendär</b>
fr: <b>Légendaire</b>
ru: <b>Легендарный</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_RARE
source: <b>Rare</b>
de: <b>Selten</b>
ru: <b>Редкий</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITY_UNCOMMON
source: <b>Uncommon</b>
de: <b>Ungewöhnlich</b>
fr: <b>Inhabituel</b>
ru: <b>Необычный</b>

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAIT_RARITYLEVEL
source: Trait Rarity: {0}
de: Eigenschafts-Seltenheit: {0}
fr: Rareté du trait : {0}
ru: Редкость черты: {0}

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBALANCEHEADER
source: Current Trait Balance: {0}
de: Eigenschafts-Balance: {0}
fr: Équilibre des traits actuel : {0}
ru: Текущий баланс черт: {0}

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBONUSPOINTS
source: Interest Bonus:
de: Interessenbonus:
fr: Bonus d'intérêt :
ru: Бонус интереса:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBONUSPOOL
source: Interest points to spend:
de: Verteilbare Interessenpunkte:
fr: Points d'intérêt à dépenser :
ru: Не потраченные очки интереса:

# SetStartDupes.STRINGS.UI.DUPESETTINGSSCREEN.TRAITBONUSPOOLTOOLTIP
source: This Duplicant has {0} total interest bonus points These come from the following trait boni:
de: Dieser Duplikant hat insgesamt {0} Interessenbonuspunkte Diese kommen von den folgenden Eigenschaftsboni:
fr: Ce duplicant a {0} points de bonus d'intérêt au total Ceux-ci proviennent des bonus des caractéristiques suivantes :
ru: Всего у этого дубликанта {0} бонусных очков интереса. Они происходят от следующей черты:

source: No items available.
de: Nichts verfügbar.
fr: Aucun élément disponible.
ru: Нет доступных навыков.

source: Select this
de: Auswählen
fr: Sélectionnez ceci
ru: Выбрать это

# SetStartDupes.STRINGS.UI.DUPESKILLSPOPUP.TOREPLACE.LABEL
source: To replace:
de: Es wird ersetzt:
fr: Remplacer :
ru: Для замены:

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.ADDDUPE
source: ADD SLOT
de: SLOT ERZEUGEN
fr: AJOUTER UNE FICHE
ru: ДОБАВИТЬ СЛОТ

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.ADDDUPETOOLTIP
source: Add an additional duplicant slot, increasing your total starting duplicant count by 1.
de: Erzeugt einen zusätzlichen Duplikantenslot, dies erhöht die Gesamtzahl der Startduplikanten um 1.
fr: Ajoute une fiche de duplicant supplémentaire, augmentant ainsi votre nombre total de duplicants de départ de 1.
ru: Добавить дополнительный слот с дубликантом, увеличив общее начальное количество дубликантов на 1.

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.GUARANTEETRAIT
source: Guarantee this trait to be rolled on a reroll. Works in combination with the interest selector.
de: Garantiert diese Eigenschaft beim Würfeln. Funktioniert in Kombination mit dem Interessen-Selektor.
fr: Garanti que cette caractéristiques sera obtenu lors d'une relance. Fonctionne en combinaison avec le sélecteur d'intérêt.
ru: Гарантирует, что эта черта будет выбрана при повторной переделке. Работает в сочетании с селектором интересов.

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.LOCKPERSONALITY_TOOLTIP
source: Lock the current personality for rolls. While locked, all duplicants rolled will automatically have the locked personality.
de: Der aktuelle Duplikant-Typ wird fixiert. Solange dies aktiv ist, werden alle neugewürfelten Duplikanten die selbe Persönlichkeit haben.
fr: Verrouille la personnalité actuelle pour les duplicants. Avec le verrou, tous les duplicants générés auront automatiquement la personnalité verrouillée.
ru: Заблокировать текущую личность для переделки. Если личность заблокирована, все дубликаты будут автоматически иметь заблокированную личность.

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.PRINTINGPOD_SELECT
source: The current planet the active printing pod is on. Click to change the active printing pod
de: Der Planet des aktuell gewählten Druckers. Anklicken, um den Zieldrucker zu ändern
fr: Planète sur laquelle se trouve la Station d’Impression active. Cliquez pour modifier la Station d’Impression active
ru: Текущая планета, на которой находится активный печатный станок. Нажмите, чтобы изменить активный печатный станок

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.REMOVEDUPE
source: REMOVE SLOT
de: SLOT LÖSCHEN
fr: RETIRER LA FICHE
ru: УДАЛИТЬ СЛОТ

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.REMOVEDUPETOOLTIP
source: Remove this duplicant slot, reducing your total starting duplicant count by 1.
de: Entfernt diesen Duplikanten-Slot, dies reduziert die Gesamtzahl der Startduplikanten um 1.
fr: Supprime cette fiche de duplicant, réduisant ainsi votre nombre total de duplicants de départ de 1.
ru: Удалить этот слот с дубликантом, уменьшив общее начальное количество дубликантов на 1.

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.ROLLWITHTRAIT_LABEL
source: REROLL WITH TRAIT
de: MIT EIGENSCH. WÜRFELN
fr: RELANCER AVEC LE TRAIT
