Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: SetStartDupes/ModAssets/translations/*.po
Languages: de, fr, ru

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.SELECTYOURCREW
source: CHOOSE YOUR DUPLICANTS TO BEGIN
de: WÄHLE DEINE DUPLIKANTEN UM ZU STARTEN
fr: CHOISISSEZ VOS DUPLICANTS POUR COMMENCER
ru: ЧТОБЫ НАЧАТЬ, ВЫБЕРИТЕ СВОИХ ДУБЛИКАНТОВ

# SetStartDupes.STRINGS.UI.MODDEDIMMIGRANTSCREEN.SELECTYOURLONECREWMAN
source: CHOOSE YOUR LONE DUPLICANT TO BEGIN
de: WÄHLE DEINEN ALLEINIGEN DUPLIKANTEN UM ZU STARTEN
fr: CHOISISSEZ VOTRE DUPLICANT SOLITAIRE POUR COMMENCER
ru: ЧТОБЫ НАЧАТЬ, ВЫБЕРИТЕ СВОЕГО ДУБЛИКАНТА

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.CANCEL
source: Cancel
de: Abbrechen
fr: Annuler
ru: Отмена

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.DESC
source: You are about to delete the stat preset "{0}". Do you want to continue?
de: Soll die Attributvorlage "{0}" wirklich gelöscht werden?
fr: Vous êtes sur le point de supprimer le préréglage de statistiques "{0}". Voulez-vous continuer ?
ru: Вы собираетесь удалить пресет "{0}". Хотите продолжить?

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.TITLE
source: Delete {0}
de: {0} löschen
fr: Supprimer {0}
ru: Удалить {0}

# SetStartDupes.STRINGS.UI.PRESETWINDOW.DELETEWINDOW.YES
source: Confirm Deletion
de: Löschen bestätigen
fr: Confirmer la suppression
ru: Подтвердить удаление

source: Apply Preset
de: Attributvorlage anwenden
fr: Appliquer la présélection
ru: Применить пересет

source: Apply the currenly displayed stats to the Duplicant this window was opened from.
de: Schreibt die momentan angezeigten Attribute auf den Duplikanten, von dem dieses Fenster geöffnet wurde.
fr: Applique les statistiques actuellement affichées au duplicant à partir duquel cette fenêtre a été ouverte.
ru: Применить отображаемые в данный момент характеристики к дубликату, с которого было открыто это окно.

source: Load the Crew Preset thats currently displayed in the preview
de: Wendet die aktuell ausgewählte Mannschaftsvorlage an
fr: Charge la présélection de l'équipage actuellement affiché dans l'aperçu
ru: Загрузить пресет команды, который в данный момент отображается в предварительном просмотре

source: Return
de: Zurück
fr: Retour
ru: Назад

source: Close preset window
de: Vorlagenfenster schließen
fr: Fermer la fenêtre des présélections
ru: Закрыть окно пересетов

source: Generate Preset
de: Attributvorlage generieren
fr: Générer une présélection
ru: Создать пресет

source: Generate and store a new preset from the currenly displayed values. Only has an effect if the preset doesn't exist yet
de: Generiere und speichere eine neue Attributvorlage aus den momentan angezeigten Attributen. Funktioniert nur, wenn die Vorlage noch nicht existiert
fr: Générez et stockez un nouveau présélection à partir des statistiques actuellement affichées. N'a d'effet que si la présélection n'existe pas encore
ru: Создать и сохранить новый перест из отображаемых характеристик. Действует только в том случае, если пресет ещё не существует

source: Preset overrides Name
de: Vorlagen überschreiben Namen
fr: La présélection remplace les noms
ru: Пресет заменяет имя

source: If enabled, applying presets to duplicants also sets their name to that of the preset
de: Wenn aktiviert, wird der Name der Vorlage auf den Duplikanten übertragen
fr: Si activée, l’application de la présélection de duplicants remplace également leurs noms
ru: Если включено, применение пресета к дубликатам также устанавливает их имя в соответствии с именем предустановки

source: Preset overrides Reactions
de: Vorlagen überschreiben Reaktionen
fr: La présélection remplace les réactions
ru: Пресет заменят реакции

source: If enabled, applying presets to duplicants also overrides their inherited stress reaction and overjoyed response.
de: Wenn aktiviert, wird die Stress- und Begeisterungsreaktion des Duplikanten mit denen aus der Vorlage überschrieben.
fr: Si activée, l’application de la présélection de duplicants remplace leurs réactions au stress et de joie.
ru: Если включено, то применение пресета к дубликантам также заменяет их унаследованную реакцию на стресс и реакцию восторга.

source: No presets available.
de: Keine Vorlagen verfügbar.
fr: Aucune présélection disponible.
ru: Нет доступных пресетов.

source: Load Preset
de: Vorlage laden
fr: Charger une présélection
ru: Загрузить пресет

source: Delete Preset
de: Vorlage löschen
fr: Supprimer la présélection
ru: Удалить пресет

source: This crew preset was imported from your old dgsm presets, it cannot be modified directly.
de: Diese Mannschaftsvorlage wurde von deinen alten dgsm Vorlagen importiert und kann nicht direkt bearbeitet werden.
fr: Cette présélection d'équipage a été importé de vos anciennes présélections DGSM, il ne peut pas être modifié directement.

source: Preset not compatible with current duplicant model!
de: Diese Vorlage ist nicht mit dem aktuellen Duplikantenmodell kompatibel!
fr: Présélection non compatible avec le modèle de duplicant actuel !
ru: Пресет несовместим с текущей моделью дубликанта!

source: Rename Preset
de: Vorlage umbenennen
fr: Renommer la présélection
ru: Переименовать пресет

# SetStartDupes.STRINGS.UI.PRESETWINDOW.TITLE
source: Stat Presets
de: Attributvorlagen
fr: Préréglages de statistiques
ru: Пресет характеристик

# SetStartDupes.STRINGS.UI.PRESETWINDOW.TITLECREW
source: Crew Presets
de: Mannschafts-Vorlagen
fr: Présélection d'équipage
ru: Пресеты команд

# SetStartDupes.STRINGS.UI.STARTAGAIN.SIDESCREEN_TEXT
source: Reselect start duplicants
de: Start-Duplikanten neu auswählen
fr: Résélectionner les duplicants de départ
ru: Повторный выбор начальных дубликатнов

# SetStartDupes.STRINGS.UI.STARTAGAIN.SIDESCREEN_TOOLTIP
source: Restart Light
de: Neustart (light)
fr: Redémarrer la lumière
ru: Лёгкий перезапуск

# SetStartDupes.STRINGS.UNNAMEDPRESET
source: (Unnamed Preset)
de: (unbenannt)
fr: (Préréglage sans nom)
ru: (Безымянный пресет)

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.BEYONDBIONICS.NAME
source: Add normal traits to Bionic Duplicants
ru: Добавить обычные черты бионическим дубликантам

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.BEYONDBIONICS.TOOLTIP
source: When active, allows adding regular traits to bionic duplicants.
ru: Если включено, то позволяет добавлять обычные черты бионическим дубликантам.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYPACKAGECAP.TOOLTIP
source: Only has an effect if "Print Care Packages only" is enabled. Set the number of care packages that generate when the cap is in effect
ru: Имеет эффект только в том случае, если включена опция "Печатать только посылки". Установка количества посылок, которые будут генерироваться, когда действует ограничение
