Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: SetStartDupes/ModAssets/translations/*.po
Languages: de, fr, ru

# SetStartDupes.STRINGS.BIONIC_STRESS_HARDWIRED
source: Bionic duplicants have a hardwired stress reaction since they are mostly incompatible with normal stress reactions
de: Die Stressreaktion von bionischen Duplikanten ist fest verankert, da diese mit normalen Stressreaktionen nicht kompatibel sind
fr: Les duplicants bioniques ont une réaction de stress programmée car ils sont généralement incompatibles avec les réactions de stress normales
ru: Бионические дубликанты имеют встроенную реакцию на стресс, поскольку они в большинстве случаев несовместимы с нормальными реакциями на стресс

# SetStartDupes.STRINGS.EXCLUSIVITY_RULE_CONFLICTING
source: Mutual exclusivity detected: With vanilla generation rules, this would not be added, as it is mutually exclusive with:
de: Gegenseitige Exklusivität entdeckt: Mit den Vanilla-Generierungsregeln, würde dies nicht hinzugefügt werden, da es sich gegenseitig ausschließt mit:
fr: Exclusivité mutuelle détectée : Avec les règles de génération vanilla, cela ne serait pas ajouté, car il est mutuellement exclusif avec :
ru: Обнаружена взаимоисключаемость: При использовании правил генерации игры это не было бы добавлено, так как является взаимоисключающим с:

# SetStartDupes.STRINGS.MISSINGSKILLGROUP
source: Missing Attribute!
de: Fehlendes Attribut!
fr: Attribut manquant !
ru: Навык отсутствует!

# SetStartDupes.STRINGS.MISSINGSKILLGROUPDESC
source: This Attribute could not be found: {0}
de: Dieses Attribut konnte nicht gefunden werden: {0}
fr: Cet attribut est introuvable : {0}
ru: Этот навык не найден: {0}

# SetStartDupes.STRINGS.MISSINGTRAIT
source: Missing Trait!
de: Fehlende Eigenschaft!
fr: Caractéristique manquante !
ru: Черта отсутствует!

# SetStartDupes.STRINGS.MISSINGTRAITDESC
source: This Trait could not be found: {0}
de: Diese Eigenschaft konnte nicht gefunden werden: {0}
fr: Cette caractéristique est introuvable : {0}
ru: Эта черта не может быть найдена: {0}

# SetStartDupes.STRINGS.UI.BUTTONS.ADDTOSTATS
source: Add new
de: Hinzufügen
fr: Ajouter
ru: Добавить

# SetStartDupes.STRINGS.UI.BUTTONS.APPLYSKIN
source: Apply this Personality
de: Diese Persönlichkeit laden
fr: Appliquer cette personnalité
ru: Применить эту личность

# SetStartDupes.STRINGS.UI.BUTTONS.CYCLENEXT
source: Cycle to next
de: Zum Nächsten wechseln
fr: Suivant
ru: Цикл к следующему

# SetStartDupes.STRINGS.UI.BUTTONS.CYCLEPREV
source: Cycle to previous
de: Zum Vorherigen wechseln
fr: Précédent
ru: Цикл к предыдущему

# SetStartDupes.STRINGS.UI.BUTTONS.DUPELICITYEDITINGBUTTONTOOLTIP
source: Edit Duplicants
de: Duplikanten bearbeiten
fr: Editer les Duplicants
ru: Редактировать дубликантов

# SetStartDupes.STRINGS.UI.BUTTONS.DUPESKINBUTTONTOOLTIP
source: Select Duplicant Personality (Skin)
de: Duplikanten-Persönlichkeit auswählen (Aussehen)
fr: Sélectionnez la personnalité du duplicant (apparence)
ru: Выбрать личность дубликанта (скин)

# SetStartDupes.STRINGS.UI.BUTTONS.MODIFYBUTTONTOOLTIP
source: Modify Duplicant Stats
de: Duplikanten-Attribute verändern
fr: Modifier les statistiques du duplicant
ru: Изменить характеристики дубликанта

# SetStartDupes.STRINGS.UI.BUTTONS.MODIFYBUTTONTOOLTIP2
source: Apply Stat Changes
de: Attributänderungen anwenden
fr: Appliquer les modifications de statistiques
ru: Применить изменения характеристик

# SetStartDupes.STRINGS.UI.BUTTONS.PRESETWINDOWBUTTONTOOLTIP
source: Open Duplicant Preset Window To create a preset from this duplicants stats, click the "Generate Preset" button in the preset window.
de: Fenster für Attributvorlagen öffnen Um eine Voreinstellung aus den Attributen des ausgewählten Duplikantens zu erstellen, klick die Schaltfläche "Voreinstellung generieren" im Attributvorlagenfenster.
fr: Ouvre la fenêtre de préréglage des duplicants Pour créer un préréglage à partir des statistiques de ce duplicant, cliquez sur le bouton "Générer un préréglage" dans la fenêtre des préréglages.
ru: Открыть окно пресетов дубликантов. Чтобы создать пресет на основе статистики дубликатов, нажмите кнопку "Создать перест" в окне пресетов.

# SetStartDupes.STRINGS.UI.BUTTONS.REMOVEFROMSTATS
source: Remove
de: Entfernen
fr: Supprimer
ru: Удалить

# SetStartDupes.STRINGS.UI.BUTTONS.REROLLCAREPACKAGE
source: Reroll for a different Care Package
de: Ein neues Hilfspaket würfeln
fr: Relance pour un autre colis de ravitaillement
ru: Переделать для получения другой посылки

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.BUTTONS.CLOSEBUTTON.TEXT
source: Return
de: Zurück
fr: Retour

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.BUTTONS.CLOSEBUTTON.TOOLTIP
source: Close window
de: Fenster schließen
fr: Fermer la fenêtre des présélections

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.BUTTONS.RESETBUTTON.TEXT
source: Reset All Changes
de: Alle Änderungen zurücksetzen
fr: Réinitialiser les Modifications

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.BUTTONS.RESETBUTTON.TOOLTIP
source: Reset all changes you have made to the care package selection
de: Setze alle Hilfspaket-Änderungen auf den Standardwert zurück
fr: Réinitialiser toutes les modifications apportées à la sélection des colis de ravitaillement

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.CREATECAREPACKAGEPOPUP.INVALIDID
source: Could not create new care package! There is no item with the Id or name "{0}"
de: Hilfspaket konnte nicht erstellt werden! Es gibt keinen Gegenstand mit der ID oder dem Namen "{0}"
fr: Impossible de créer un nouveau colis de ravitaillement ! Aucun objet avec l'ID ou le nom "{0}"

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.CREATECAREPACKAGEPOPUP.SUCCESS
source: Successfully created a new care package with {0}
de: Ein neues Hilfspaket mit {0} wurde erfolgreich erstellt
fr: Nouveau colis de ravitaillement créé avec succès contenant {0}

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.CREATECAREPACKAGEPOPUP.TITLE
source: Care Package Creation
de: Hilfspaketerstellung
fr: Création des Colis de Ravitaillement

source: Amount:
de: Menge:
fr: Quantité :

source: Item Discovered
de: Gegenstand entdeckt
fr: Objet Découvert

source: Required Dlcs:
de: Benötigte DLCs:
fr: DLCs Nécessaires:

source: Unlocked at cycle:
de: Freischaltung nach Zyklus:
fr: Déverrouillé au cycle:

source: Conditions required to unlock:
de: Freischaltungsbedingungen:
fr: Conditions requises pour le déverrouillage :

source: Add new custom care package
de: Neues Hilfspaket hinzufügen
fr: Ajouter un nouveau colis de ravitaillement personnalisé

source: Add a new custom care package. Enter the id of the item you want to add in the text field above.
de: Erstelle ein neues Hilfspaket. Gib die ID des Gegenstandes im Textfeld über dem Knopf ein.
fr: Ajouter un nouveau colis de ravitaillement personnalisé. Entrez l'ID de l'objet que vous souhaitez ajouter dans le champ de texte ci-dessus.

source: insert new care package item Id or Name (experimental)...
de: Hilfspaketgegenstand-ID oder Namen (experimentell) eingeben...
fr: insérer l'ID ou le nom de l'objet du colis de ravitaillement (expérimental)...

source: No custom care packages yet
de: Noch keine eigenen Hilfspakete erstellt
fr: Aucun colis de ravitaillement personnalisé

source: Delete Care Package
de: Hilfspaket löschen
fr: Supprimer le Colis de Ravitaillement

source: Clear search bar
de: Suchleiste leeren
fr: Effacer la barre de recherche

source: Filter care packages...
de: Hilfspakete filtern...
fr: Filtrer les colis de ravitaillement...

source: Show Vanilla Care Packages:
de: Vanilla-Hilfspakete anzeigen:
fr: Afficher les Colis de Ravitaillement de base:

source: Also show vanilla care packages in the list. Note that these cannot be modified.
de: Zeigt Vanilla-Hilfspakete in der Liste an. Diese können nicht bearbeitet werden.
fr: Affiche les colis de ravitaillement de base dans la liste. Notez qu'ils ne peuvent pas être modifiés.

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.RESETALLPACKAGES.TEXT
source: Are you sure you want to reset all modifications you have done to the care package selection?
de: Bist du sicher dass du alle Änderungen an den Hilfspaketen zurücksetzen willst?
fr: Êtes-vous sûr de vouloir réinitialiser toutes les modifications que vous avez apportées à la sélection des colis de ravitaillement ?

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.RESETALLPACKAGES.TITLE
source: Reset Care Packages
de: Hilfspakete zurücksetzen
fr: Réinitialiser les Colis de Ravitaillement

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.TITLE
source: Care Package Editor
de: Hilfspaket-Editor
fr: Éditeur de Colis de Ravitaillement

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.UNKNOWN_ITEM_TOOLTIP
source: The item of this care package could not be found in the current game version.
de: Dieser Gegenstand konnte in der aktuellen Spielversion nicht gefunden werden.
fr: L'objet de ce colis n'a pas pu être trouvé dans la version actuelle du jeu.

source: This care package is always unlocked
de: Dieses Hilfspaket ist immer freigeschaltet
fr: Ce colis de ravitaillement est toujours déverrouillé

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.UNLOCKCONDITIONTOOLTIPS.AND
source: AND
de: UND
fr: ET

source: Cycle {0} has been reached
de: Zyklus {0} erreicht wurde
fr: Le cycle {0} a été atteint

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.UNLOCKCONDITIONTOOLTIPS.DISCOVERY
source: {0} has been discovered
de: {0} gefunden wurde
fr: {0} a été découvert

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.UNLOCKCONDITIONTOOLTIPS.OR
source: OR
de: ODER
fr: OU

# SetStartDupes.STRINGS.UI.CAREPACKAGEEDITOR.UNLOCKCONDITIONTOOLTIPS.START
source: This care package unlocks after:
de: Dieses Hilfspaket wird verfügbar, nachdem:
fr: Ce colis de ravitaillement est débloqué après:

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDANDREMOVE.NAME
source: Add/Remove Interests and Traits
de: Interessen und Eigenschaften entfernen/hinzufügen
fr: Ajoute/Supprime des intérêts et des caractéristiques
ru: Добавить/удалить интересы и черты

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDANDREMOVE.TOOLTIP
source: Allows to add new or remove existing Traits and Interests on Duplicants. Can be overpowered if used excessively.
de: Erlaubt das Hinzufügen neuer und das Entfernen existierender Interessen und Eigenschaften. Bei exzessiver Nutzung kann das OP sein.
fr: Permet d'ajouter ou supprimer des caractéristiques et intérêts pour les duplicants. Déséquilibre le jeu si utilisé de manière excessive.
ru: Позволяет добавлять новые или удалять существующие черты и интересы у дубликантов. При чрезмерном использовании может оказаться слишком мощным.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDVACCILATORTRAITS.NAME
source: Allow adding Vaccilator Traits
de: Hinzufügbare Neural-Oszillator-Eigenschaften
fr: Autoriser l'ajout de traits du vacillateur
ru: Черты из нейронного калибратора

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.ADDVACCILATORTRAITS.TOOLTIP
source: Allows adding Neural-Vaccilator-Traits with the "Add Trait" Feature.
de: Erlaubt, Duplikanten Neural-Oszillator-Eigenschaften zu geben.
fr: Permet d'ajouter les traits du Vacillateur Neuronal à la fonctionnalité "Supprime/Ajoute des intérêts et des caractéristiques".
ru: Позволяет добавлять черты из нейронного калибратора с помощью функции "Добавить".

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGEEDITOR.NAME
source: Open Care Package Editor
de: Hilfspaket-Editor öffnen
fr: Ouvrir l'Éditeur de Colis de Ravitaillement

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGEEDITOR.TOOLTIP
source: View and modify the different additional care packages or create new ones.
de: Bearbeitung der zusätzlichen Hilfspakete und Erstellung neuer Hilfspakete.
fr: Consulter et modifier les différents colis de ravitaillement supplémentaires ou en créer de nouveaux.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGEMULTIPLIER.NAME
source: Care Package Multiplier
de: Hilfspaket-Multiplikator
fr: Multiplicateur de Colis de Ravitaillement

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGEMULTIPLIER.TOOLTIP
source: Global multiplier for the amount of item amount inside of care packages. Default is 1.
de: Globaler Multiplikator für die Gegenstandsmenge in Hilfspaketen Standard ist 1.
fr: Multiplicateur global pour le montant des objets à l'intérieur des colis de ravitaillement. La valeur par défaut est 1.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLY.NAME
source: Print Care Packages only
de: Nur Hilfspakete drucken
fr: Imprimer uniquement des colis de ravitaillement
ru: Печатать только посылки

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLY.TOOLTIP
source: When enabled, the printing pod will only give care packages when more than the the configured number of duplicants are alive. Overrides the care package configuration of a save game (no care package difficulty setting is ignored).
de: Wenn diese Option aktiviert ist, produziert der Biodrucker nur noch Hilfspakete, wenn mehr als die konfigurierte Anzahl von Duplikanten am Leben sind. Setzt die Hilfspaket-Konfiguration eines Spielstands außer Kraft.
fr: Activée, cette option permet à la station d'impression de fournir que des colis de ravitaillement lorsque le nombre de duplicants en vie est supérieur au nombre configuré. Remplace la configuration des colis de ravitaillement d'une sauvegarde (le paramètre de difficulté du des colis de ravitaillement n'est pas pris en compte).
ru: Если эта опция включена, то печатный станок будет выдавать посылки только в том случае, если в живых осталось больше, чем заданное количество дубликатов. Переопределяет конфигурацию посылок в сохраненной игре (настройки сложности посылок игнорируются).

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYDUPECAP.NAME
source: Duplicant Threshold for care packages only
de: Duplikantenzahl-Schwellenwert für "Nur Hilfspakete drucken"
fr: Seuil de duplicants pour obtenir uniquement des colis de ravitaillement
ru: Порог дубликантов для "Печатать только посылки"

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYDUPECAP.TOOLTIP
source: Only has an effect if "Print Care Packages only" is enabled. While above or at this number of duplicants, the printer will only give care packages.
de: Hat nur einen Effekt, wenn "Nur Hilfspakete drucken" aktiviert ist. Ab dieser Anzahl von Duplikaten gibt der Drucker nur noch Hilfspakete aus.
fr: N'a d'effet que si "Imprimer uniquement des colis de ravitaillement" est activé. A partir de ce nombre de duplicants, la station d'impression n'édite que des colis de ravitaillement.
ru: Действует только в том случае, если включён параметр "Печатать только посылки". При превышении этого количества дубликантов принтер будет выдавать только посылки.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYPACKAGECAP.NAME
source: Number of care packages for care packages only
de: Anzahl der Hilfspakete
fr: Nombre de colis de ravitaillement pour "Imprimer uniquement des colis de ravitaillement"
ru: Количество посылок только для "Печатать только посылки"

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CAREPACKAGESONLYPACKAGECAP.TOOLTIP
source: Only has an effect if "Print Care Packages only" is enabled. Set the number of care packages that generate when the cap is in effect.
de: Hat nur einen Effekt, wenn "Nur Hilfspakete drucken" aktiviert ist. Legen Sie die Anzahl der Hilfspakete fest, die generiert werden, wenn die Obergrenze überschritten wurde.
fr: N'a d'effet que si "Imprimer uniquement les colis de ravitaillement" est activée. Définie le nombre de colis de ravitaillement qui seront générés lorsque le plafond est dépassé

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.A_GAMESTART
source: Options for Game Start
de: Optionen für den Spielstart
fr: Option pour le début du jeu
ru: Опции для начала игры

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.B_PRINTINGPOD
source: Options for Printing Pod
de: Optionen für den Biodrucker
fr: Option de la station d'impression
ru: Опции для печатного станка

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.C_EXTRAS
source: Options for Traits and Interests
de: Optionen für Interessen und Eigenschaften
fr: Options pour les Traits et les Intérêts
ru: Опции для характеристик и интересов

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.D_SKINSETTINGS
source: Skin Options
de: Aussehens-Optionen
fr: Options d'apparence
ru: Опции скинов

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.CATEGORIES.E_UTIL
source: Extra Settings
de: Extra Optionen
fr: Extra Options
ru: Дополнительные настройки

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.DIRECTATTRIBUTEEDITING.NAME
source: Direct Attribute Editing
de: Direkte Attribut-Bearbeitung
fr: Édition directe d'attributs

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.DIRECTATTRIBUTEEDITING.TOOLTIP
source: Allows to directly edit the starting attributes of duplicants. Can be overpowered.
de: Erlaubt das direkte Bearbeiten von Startattributen Das kann OP sein.
fr: Permet d'ajouter ou supprimer des caractéristiques et intérêts pour les duplicants. Déséquilibre le jeu si utilisé de manière excessive.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.DUPLICANTSTARTAMOUNT.NAME
source: Number of Starting Duplicants
de: Anzahl der Start-Duplikanten
fr: Nombre de duplicants de départ
ru: Количество начальных дубликантов

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.DUPLICANTSTARTAMOUNT.TOOLTIP
source: Choose the amount of duplicants you want to start with.
de: Wähle die Anzahl der Duplikanten, mit denen ein Spielstand starten soll.
fr: Choisissez le nombre de duplicants avec lequel une nouvelle partie doit démarrer.
ru: Выберите количество дубликантов, с которым вы хотите начать игру.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.HERMITSKIN.NAME
source: Hermit Skin
de: Aussehen des Einsiedler
fr: Apparence de l'Ermite
ru: Скин отшельника

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.HERMITSKIN.TOOLTIP
source: Adds the Hermit to the pool of selectable skins once the story trait has been completed atleast once on any savegame.
de: Fügt das Aussehen des Einsiedlers zur Auswahl hinzu sobald seine Story-Mission einmalig (spielstandübergreifend) abgeschlossen wurde.
fr: Ajoute l'apparence de l'Ermite dans les apparences sélectionnables dès que sa mission d'histoire est terminée une fois (pour toutes les sauvegardes).
ru: Добавляет отшельника в список выбираемых скинов. после того, как сюжетная линия будет пройдена хотя бы один раз в любой сохранённой игре.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.INTERESTPOINTSBALANCING.NAME
source: Interest Point Balancing
de: Interessen-Punkte-Balancing
fr: Équilibrage des points d'intérêt
ru: Балансировка очков интересов

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.INTERESTPOINTSBALANCING.TOOLTIP
source: Use the vanilla interest point bonus for active interests determined by active traits. Deactivate to override this point limit.
de: Nutze den durch Eigenschaften defininierten Interessen-Punkte-Bonus. Deaktivieren um das Punktelimit zu überschreiben.
fr: Utilise le bonus de points d'intérêt par défaut (Vanilla) défini par les caractéristiques actives. Désactiver pour outrepasser cette limite de points.
ru: Использовать ванильный бонус очков интереса для активных интересов, определяемый активными характеристиками. Отключить, чтобы отменить ограничение по очкам.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.LIVEDUPESKINCHANGE.NAME
source: Skins for active Duplicants
de: Aussehen von aktiven Duplikanten anpassen
fr: Apparences pour les duplicants actifs
ru: Скин дубликанта

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.LIVEDUPESKINCHANGE.TOOLTIP
source: Change the Skin of already existing duplicants
de: Erlaubt, das Aussehen von deinen existierenden Duplikanten anzupassen
fr: Change l'apparence des duplicants existants
ru: Изменить скин уже существующего дубликанта

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.LIVEDUPESTATCHANGE.NAME
source: Enable Duplicity-style Duplicant Editor
de: Duplikanten-Editor aktivieren
fr: Activer l’éditeur style 'Duplicity' pour les duplicants
ru: Включить редактор дубликантов в стиле Duplicity

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.LIVEDUPESTATCHANGE.TOOLTIP
source: Edit your active duplicants in a new editor similar to the Duplicity-savegame editor
de: Bearbeite deine aktiven Duplikanten in einem Editor ähnlich dem aus Duplicity
fr: Modifiez vos duplicants actifs dans un nouvel éditeur similaire à l’éditeur Duplicity-savegame
ru: Редактируйте своих активных дубликантов в новом редакторе, похожем на редактор сохраненных игр Duplicity

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MODIFYDURINGGAME.NAME
source: Modification of printing pod Duplicants
de: Modifikation von Biodrucker-Duplikanten
fr: Modification de la station d'impression pour les duplicants
ru: Модификация дубликантов

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MODIFYDURINGGAME.TOOLTIP
source: Enable this option to add the modify button to printing pod dupes When disabled, the feature only appears on the starter dupe selection. This also enables the use of presets.
de: Wenn die Option aktiv ist, können Biodrucker-Duplikanten ebenfalls modifiziert werden. Wenn diese Option deaktiviert ist, erscheint die Funktion nur bei den Start-Duplikanten bei neuen Spielständen. Dies aktiviert auch die Verwendung von Attributvorlagen.
fr: Activée, cette option ajoute le bouton de modification et de préréglages à chaque impression de duplicants. Désactivée, la modification et le préréglage de duplicants n'est possible qu'à la création de l'équipe de départ.
ru: Включите эту опцию, чтобы добавить кнопку "Изменить" для дублей из печатного станка. Если эта функция отключена, кнопка появляется только при выборе стартовых дубликантов. Это также позволяет использовать предварительные настройки.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MORECAREPACKAGES.NAME
source: Additional Care Package Types
de: Zusätzliche Hilfspakete
fr: Ajoute des nouveaux colis de ravitaillement
ru: Дополнительные типы посылок

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MORECAREPACKAGES.TOOLTIP
source: Adds a number of items to the list of care packages that would otherwise not be obtainable.
de: Fügt eine Reihe von Gegenständen zum Hilfspaket-Pool hinzu, welche andernfalls potentiell unerreichbar sind.
fr: Ajoute un certain nombre d’articles à la liste des colis de ravitaillement qui ne seraient autrement pas disponibles.
ru: Добавляет в список посылок ряд предметов, которые иначе было бы невозможно получить.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MYSTERIOUSMINIONMODE.NAME
source: Mysterious Minion Mode
de: Mysteriöse Minions
fr: Mode Minion mystérieux
ru: Режим таинственного миньона

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.MYSTERIOUSMINIONMODE.TOOLTIP
source: All Interests and Traits are hidden until printed
de: Alle Interessen und Eigenschaften sind verborgen bis zum Druck
fr: Tous les intérêts et traits sont masqués jusqu'à leur impression
ru: Все интересы и черты характера скрыты до печати

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NEWGAMEPLUS.NAME
source: NewGame+
de: Neues Spiel Plus
fr: Nouveau jeu +
ru: Новая Игра+

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NEWGAMEPLUS.TOOLTIP
source: Start your game with dupes you sent through the tear in previous playthroughs.
de: Starte dein Spiel mit Duplikanten, welche du in vergangenen Spielständen in den Zeitriss geschickt hast.
fr: Commencez votre partie avec les duplicants que vous avez envoyés à travers la déchirure lors de parties précédentes.
ru: Начните игру с дубликантами, которых вы отправили через разрыв в предыдущих прохождениях.

# SetStartDupes.STRINGS.UI.DSS_OPTIONS.NOJOYREACTION.NAME
source: Disable Overjoyed Responses
de: Deaktiviere Begeisterungsreaktionen
fr: Désactiver les Réactions Euphoriques
ru: Отключить сверхрадостные отклики
