Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: Rockets-TinyYetBig/ModAssets/translations/*.po
Languages: es, fr, zh

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LIQUIDCHLORINEOXIDIZERTANK.NAME
source: <link="RTBLIQUIDCHLORINEOXIDIZERTANK">Liquid Chlorine Oxidizer Tank</link>
es: <link="RTBLIQUIDCHLORINEOXIDIZERTANK">Tanque Oxidante de Cloro Líquido</link>
fr: <link="RTBLIQUIDCHLORINEOXIDIZERTANK">Cuve d'oxydation de chlore liquide</link>
zh: <link="RTBLIGUIDCHLORINEOXIDIZERTANK">液氯氧化剂箱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LIQUIDFUELTANKCLUSTERSMALL.DESC
source: Storing additional fuel increases the distance a rocket can travel before returning.
zh: 储存更多燃料可让火箭在返回之前探索的距离更远。

source: Stores the <link="ELEMENTSLIQUID">Liquid</link> fuel piped into it to supply rocket engines. The stored fuel type is determined by the rocket engine it is built upon. Must be built via <link="LAUNCHPAD">Rocket Platform</link>.
zh: 储存经管道输送的<link="ELEMENTSLIQUID">液体</link>燃料，为火箭引擎提供能源。 所储存的燃料类型取决于火箭引擎。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LIQUIDFUELTANKCLUSTERSMALL.NAME
source: <link="RTBLIQUIDFUELTANKCLUSTERSMALL">Small Liquid Fuel Tank</link>
es: <link="RTBLIQUIDFUELTANKCLUSTERSMALL">Pequeño Tanque de Combustible Líquido</link>
fr: <link="RTBLIQUIDFUELTANKCLUSTERSMALL">Petit réservoir de carburant liquide</link>
zh: <link="RTBLIQUIDFUELTANKCLUSTERSMALL">小型液体燃料箱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NATGASENGINECLUSTER.DESC
source: Rockets can be used to send Duplicants into space and retrieve rare resources.
es: Los cohetes pueden usarse para enviar duplicantes al espacio y recuperar recursos raros.
fr: Les fusées peuvent être utilisées pour envoyer des Duplicants dans l'espace et récupérer des ressources rares.
zh: 火箭可以用来将复制人送入太空并获取稀有资源。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NATGASENGINECLUSTER.EFFECT
source: Burns <link="METHANE">Natural Gas</link> to propel rockets for mid-range space exploration. Engine must be built via <link="LAUNCHPAD">Rocket Platform</link>
zh: 燃烧<link="METHANE">天然气</link>以推动火箭进行中程太空探索。 引擎必须通过<link="LAUNCHPAD">火箭平台</link>建造。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NATGASENGINECLUSTER.NAME
source: <link="RTBNATGASENGINECLUSTER">Natural Gas Engine</link>
es: <link="RTBNATGASENGINECLUSTER">Motor de Gas Natural</link>
fr: <link="RTBNATGASENGINECLUSTER">Moteur à gaz naturel</link>
zh: <link="RTBNATGASENGINECLUSTER">天然气引擎</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NOSECONESOLAR.DESC
source: Every rocket requires a nosecone to fly.
zh: 每个火箭都需要一个前锥才能飞起来。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NOSECONESOLAR.EFFECT
source: Protects a rocket during takeoff and entry, enabling space travel. Engine must be built via <link="LAUNCHPAD">Rocket Platform</link>. Must be built at the top of a rocket. Converts <link="LIGHT">Sunlight</link> into electrical <link="POWER">Power</link> for use on rockets. Must be exposed to space.
zh: 在起飞和落地期间保护火箭，以实现太空旅行。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。 必须建在火箭的最顶端。 将<link="LIGHT">阳光</link>转换为火箭使用的电力<link="POWER">能量</link>。 必须暴露在太空中。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NOSECONESOLAR.NAME
source: <link="NOSECONESOLARCONFIG">Solar Nosecone</link>
es: <link="NOSECONESOLARCONFIG">Cono de Nariz Solar</link>
fr: <link="NOSECONESOLARCONFIG">Coiffe solaire</link>
zh: <link="NOSECONESOLARCONFIG">太阳能板前锥</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_POICAPACITYSENSOR.DESC
source: How much stuff is out there?
es: ¿Cuánto material hay ahí afuera?
fr: Combien de matériaux est là dedans ?
zh: 外面有多少东西？

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_POICAPACITYSENSOR.EFFECT
source: After pointing the building at a space poi, the building will output logic signals based on the poi artifact existing and the mass remaining in the poi.
es: Después de apuntar el edificio a un POI espacial, el edificio enviará señales lógicas según exista un artefacto en el POI y la masa restante en el mismo.
fr: Après avoir pointé le bâtiment sur un point d'intérêt spatial, le bâtiment émettra des signaux logiques basés sur l'artefact du point d'intérêt existant et la masse restante dans le point d'intérêt .
zh: 在将建筑指向一个太空遗迹后，建筑会根据遗迹中是否存在工艺品和剩余质量输出逻辑信号。

source: POI has Artifact
es: El POI tiene Artefacto
fr: Le point d'intérêt a un artefact
zh: 遗迹中有工艺品

source: Sends a <b><style="logic_on">Green Signal</style></b> when the targeted POI has an artifact
es: Envía una <b><style="logic_on">Señal Verde</style></b> cuando el POI objetivo tiene un artefacto
fr: Envoie un <b><style="logic_on">Signal vert</style></b> lorsque le point d'intérêt ciblé a un artefact
zh: 当目标遗迹中有文物时，发送<b><style="logic_on">绿色信号</style></b>

source: Otherwise, sends a <b><style="logic_off">Red Signal</style></b>
es: De lo contrario, envía una <b><style="logic_off">Señal Roja</style></b>
fr: Sinon, envoie un <b><style="logic_off">signal rouge</style></b>
zh: 否则，发送<b><style="logic_off">红色信号</style></b>

source: POI mass above set threshold.
es: Masa del POI por encima del umbral establecido.
fr: Masse du point d'intérêt supérieure au seuil fixé.
zh: 遗迹质量高于设定阈值。

source: Sends a <b><style="logic_on">Green Signal</style></b> when the targeted POI has more than the configured mass remaining
es: Envía una <b><style="logic_on">Señal Verde</style></b> cuando el POI objetivo tiene más de la masa configurada restante
fr: Envoie un <b><style="logic_on">signal vert</style></b> lorsque la masse restante du point d'intérêt ciblé est supérieure à la masse configurée
zh: 当目标遗迹的剩余质量超过设置的质量时，发送<b><style="logic_on">绿色信号</style></b>

source: Otherwise, sends a <b><style="logic_off">Red Signal</style></b>
es: De lo contrario, envía una <b><style="logic_off">Señal Roja</style></b>
fr: Sinon, envoie un <b><style="logic_off">signal rouge</style></b>
zh: 否则，发送<b><style="logic_off">红色信号</style></b>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_POICAPACITYSENSOR.NAME
source: <link="RTBPOICAPACITYSENSOR">Starmap POI Capacity Sensor</link>
es: <link="RTBPOICAPACITYSENSOR">Sensor de Capacidad de POI del Mapa Estelar</link>
fr: <link="RTBPOICAPACITYSENSOR">Capteur de point d'intérêt de la Carte Stellaire</link>
zh: <link="RTBPOICAPACITYSENSOR">星图遗迹容量传感器</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_POICAPACITYSENSOR.REMAININGMASS
source: Remaining Mass in POI
es: Masa Restante en el POI
fr: Masse restante dans le point d'intérêt
zh: 遗迹中的剩余质量

source: Will send a <b><style="logic_on">Green Signal</style></b> if the <style="KKeyword">remaining Mass in the POI</style> is above <b>{0}</b>
es: Enviará una <b><style="logic_on">Señal Verde</style></b> si la <style="KKeyword">masa restante en el POI</style> está por encima de <b>{0}</b>
fr: Envoie un <b><style="logic_on">signal vert</style></b>si la <style="KKeyword">masse restante dans le point d'intérêt</style> est supérieure à <b>{0}</b>
zh: 如果遗迹中的<style="KKeyword">剩余质量</style>高于<b>{0}，将发送<b><style="logic_on">绿色信号</style></b></b>

source: Will send a <b><style="logic_on">Green Signal</style></b> if the <style="KKeyword">remaining Mass in the POI</style> is below <b>{0}</b>
es: Enviará una <b><style="logic_on">Señal Verde</style></b> si la <style="KKeyword">masa restante en el POI</style> está por debajo de <b>{0}</b>
fr: Envoie un <b><style="logic_on">signal vert</style></b>si la <style="KKeyword">masse restante dans le point d'intérêt</style> est inférieur à <b>{0}</b>
zh: 如果遗迹中的<style="KKeyword">剩余质量</style>低于<b>{0}，将发送<b><style="logic_on">绿色信号</style></b></b>

source: Remaining Mass
es: Masa Restante
fr: Masse restante
zh: 剩余质量

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_REINFORCEDLADDER.DESC
source: Sturdy and quick to climb!
es: ¡Resistente y rápida de escalar!
zh: 坚固且爬起来非常迅速！

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_REINFORCEDLADDER.EFFECT
source: Increases duplicant climbing speed. Immune to meteors
es: Aumenta la velocidad de escalada de los duplicantes. Inmune a meteoritos
zh: 提高复制人的攀爬速度。免疫流星撞击

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_REINFORCEDLADDER.NAME
source: <link="RTBREINFORCEDLADDER">Reinforced Ladder</link>
es: <link="RTBREINFORCEDLADDER">Escalera Reforzada</link>
zh: <link="RTBREINFORCEDLADDER">强化梯子</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_ROCKETPLATFORMTAG.NAME
source: Rocket Platform
es: Plataforma de Cohete
fr: Plateforme pour fusée
zh: 火箭平台

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_RTGGENERATORMODULE.DESC
source: Through exploitation of the natural decay of enriched Uranium, this elegantly simple power generator can provide consistent, stable power for hundreds of cycles.
es: Mediante la explotación de la desintegración natural del uranio enriquecido, este generador de energía, elegantemente sencillo, puede proporcionar energía constante y estable durante cientos de ciclos.
fr: Grâce à l'exploitation de la désintégration naturelle de l'uranium enrichi, ce générateur d'électricité d'une élégante simplicité peut fournir une énergie constante et stable pendant des centaines de cycles.
zh: 通过利用浓缩铀的自然衰变，这种优雅简单的发电机可以为数百次循环提供稳定的电力。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_RTGGENERATORMODULE.EFFECT
source: After adding 50 kg of enriched Uranium, this module will constantly produce 120 W of energy until all of the uranium is depleted. It will take 50 Cycles for the uranium to decay.
es: Tras añadir 50 kg de uranio enriquecido, este módulo producirá constantemente 120 W de energía hasta que todo el uranio se agote. Llevará 50 ciclos para que el uranio se descomponga.
fr: Après avoir ajouté 50 kg d'uranium enrichi, ce module produira en permanence 120 W d'énergie jusqu'à ce que tout l'uranium soit épuisé. Il faudra 50 cycles pour que l'uranium se désintègre.
zh: 在添加了 50 公斤浓缩铀后，该模块将不断产生 120 瓦的能源，直到所有铀耗尽为止。 铀衰变需要 50 个周期。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_RTGGENERATORMODULE.NAME
source: <link="RTBRTGGENERATORMODULE">Radioisotope Thermoelectric Generator</link>
es: <link="RTBRTGGENERATORMODULE">Generador Termoeléctrico de Radioisótopos</link>
fr: <link="RTBRTGGENERATORMODULE">Générateur thermoélectrique à radio-isotope</link>
zh: <link="RTBRTGGENERATORMODULE">放射性同位素热力发电舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SMOLBATTERYMODULE.DESC
source: Charging a battery module before takeoff makes it easier to power buildings during flight.
zh: 在起飞前为电池舱充电，在飞行过程中就更容易为建筑供电了。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SMOLBATTERYMODULE.EFFECT
source: Stores the excess <link="POWER">Power</link> generated by a Rocket Engine or <link="LAUNCHPAD">Rocket Platform</link>. Provides stored power to <link="ROCKETINTERIORPOWERPLUG">Interior Rocket Outlets</link>. Loses charge over time. Must be built via Rocket Platform.
zh: 储存由火箭引擎生成的或来自<link="LAUNCHPAD">火箭平台</link>的额外<link="POWER">电力</link>。 将储存的电力提供给<link="ROCKETINTERIORPOWERPLUG">内部火箭插座</link>。 电量会随着时间流失。 必须通过火箭平台建造。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SMOLBATTERYMODULE.NAME
source: <link="RTBSMOLBATTERYMODULE">Small Battery Module</link>
es: <link="RTBSMOLBATTERYMODULE">Módulo de Batería Pequeño</link>
fr: <link="RTBSMOLBATTERYMODULE">Petit module de batterie</link>
zh: <link="RTBSMOLBATTERYMODULE">小型电池舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SOLARPANELMODULE_WIDE.DESC
source: Collect solar energy before takeoff and during flight. That small module looked so off on wide rockets!
zh: 在火箭起飞前和飞行时收集太阳能。 那个小模块装在宽体火箭上看起来太不协调了！

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SOLARPANELMODULE_WIDE.EFFECT
source: Converts <link="LIGHT">Sunlight</link> into electrical <link="POWER">Power</link> for use on rockets. Must be built via <link="LAUNCHPAD">Rocket Platform</link>. Must be exposed to space.
zh: 将<link="LIGHT">阳光</link>转化为<link="POWER">电力</link>供火箭使用。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。 必须暴露在太空中。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SOLARPANELMODULE_WIDE.NAME
source: <link="RTBSOLARPANELMODULEWIDE">Wide Solar Panel Module</link>
zh: <link="RTBSOLARPANELMODULEWIDE">加宽太阳能舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SPACESTATIONDOCKINGDOOR.DESC
source: Connecting with another (rocket) has never been easier.
es: Conectarse con otro (cohete) nunca ha sido tan fácil.
zh: 与另一个（火箭）连接从未如此容易。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SPACESTATIONDOCKINGDOOR.EFFECT
source: Enables docking with rockets to dock Allows loading and unloading docked rockets Rockets require a docking component to dock. Assigning a duplicant forces it to use the docking bridge.
es: Permite que los cohetes se acoplen Permite cargar y descargar los cohetes atracados Los cohetes requieren un componente de acoplamiento para poder atracar. Asignar un duplicante obliga a que utilice el puente de acoplamiento.
zh: 能够与火箭进行对接 允许装卸对接火箭 火箭需要一个对接组件才能实现对接。 分配一个复制人以迫使其使用对接桥。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SPACESTATIONDOCKINGDOOR.NAME
source: <link="RTBSPACESTATIONDOCKINGDOOR">[WIP] Orbital Docking Port</link>
es: <link="RTBSPACESTATIONDOCKINGDOOR">[WIP] Puerto de Acoplamiento Orbital</link>
zh: <link="RTBSPACESTATIONDOCKINGDOOR">[制作中]轨道对接端口</link>

source: Connecting with another (rocket) has never been easier.
es: Conectarse con otro (cohete) nunca ha sido tan fácil.
zh: 与另一个（火箭）连接从未如此容易。

source: Enables docking with rockets to dock Allows loading and unloading docked rockets Rockets require a docking component to dock. Assigning a duplicant forces it to use the docking bridge.
es: Permite el acoplamiento con cohetes para atracar Permite cargar y descargar cohetes atracados Los cohetes requieren un componente de acoplamiento para atracar. Asignar un duplicante obliga a que utilice el puente de acoplamiento.
zh: 能够与火箭进行对接 允许装卸对接火箭 火箭需要一个对接组件才能实现对接。 分配一个复制人以迫使其使用对接桥。

source: <link="RTBSPACESTATIONDOCKINGDOORINDESTRUCTIBLE">[WIP] Core Orbital Docking Port</link>
es: <link="RTBSPACESTATIONDOCKINGDOORINDESTRUCTIBLE">[WIP] Puerto de Acoplamiento Orbital Central</link>
zh: <link="RTBSPACESTATIONDOCKINGDOORINDESTRUCTIBLE">[制作中]核心轨道对接端口</link>

source: Allows construction in deep space.
es: Permite la construcción en el espacio profundo.
zh: 允许在深空中进行建造。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SPACESTATIONMODULEBUILDER.NAME
source: <link="RTBSPACESTATIONMODULEBUILDER">[WIP] Orbital Construction Module</link>
es: <link="RTBSPACESTATIONMODULEBUILDER">[WIP] Módulo de Construcción Orbital</link>
zh: <link="RTBSPACESTATIONMODULEBUILDER">[制作中]轨道建造模块</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_STEAMGENERATORMODULE.DESC
source: Useful for converting hot steam into usable power.
es: Útil para convertir vapor caliente en energía utilizable.
fr: Utile pour convertir la vapeur chaude en énergie utilisable.
zh: 用于将高温蒸汽转换为可用电力。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_STEAMGENERATORMODULE.EFFECT
source: Draws in <link="STEAM">Steam</link> from gas storage modules and uses it to generate electrical <link="POWER">Power</link>. If there are liquid storage modules with appropriate filters set, outputs hot <link="WATER">Water</link> to them. If there is atleast one battery connected, the generator will stop producing if the battery is above 95% charge.
es: Extrae <link="STEAM">vapor</link> de los módulos de almacenamiento de gas y lo utiliza para generar <link="POWER">energía eléctrica</link>. Si hay módulos de almacenamiento de líquidos con los filtros adecuados configurados, envía <link="WATER">agua caliente</link> a ellos. Si hay al menos una batería conectada, el generador dejará de producir si la batería está por encima del 95% de carga.
fr: Aspire la <link="STEAM">vapeur</link> des modules de stockage de gaz et l'utilise pour produire de <link="POWER">l'électricité </link>. S'il y a des modules de stockage de liquide avec des filtres appropriés, ils produisent de <link="WATER">l'eau chaude </link>. Si au moins une batterie est connectée, le générateur s'arrêtera de produire si la batterie est chargée à plus de 95%.
zh: 从气体存储模块中吸入<link="STEAM">蒸汽</link>，并使用它来生成电力<link="POWER">能量</link>。 如果存在具有适当过滤器的液体存储模块，则将热<link="WATER">水</link>输出到它们那里。 如果至少连接了一个电池，当电池充电超过95%时，发电机将停止产生能量。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_STEAMGENERATORMODULE.NAME
source: <link="STEAMGENERATORMODULECONFIG">Steam Generator Module</link>
es: <link="STEAMGENERATORMODULECONFIG">Módulo Generador de Vapor</link>
fr: <link="STEAMGENERATORMODULECONFIG">Module de Générateur à vapeur</link>
zh: <link="STEAMGENERATORMODULECONFIG">蒸汽发电舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALFUELLOADER.DESC
source: Fueling Rockets has never been easier!
es: ¡Repostar cohetes nunca ha sido tan fácil!
fr: Alimenter les fusées n'a jamais été aussi facile !
zh: 给火箭加油从来没有这么容易过！

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALFUELLOADER.EFFECT
source: Refuels connected rockets with the appropriate fuel. Automatically links when built to the side of a <link="LAUNCHPAD">Rocket Platform</link> or another <link="MODULARLAUNCHPADPORTSOLID">Rocket Port</link>
zh: 为连接的火箭加注适量的燃料。 在<link="LAUNCHPAD">火箭平台</link>或另一个<link="MODULARLAUNCHPADPORTSOLID">火箭端口</link>侧面建造时自动连接。

source: Currently Loading/Unloading
es: Actualmente cargando/descargando
fr: Chargement/déchargement en cours
zh: 当前装载/卸载

source: Sends a <b><style="logic_on">Green Signal</style></b> when building is currently loading or unloading a rocket
es: Envía una <b><style="logic_on">Señal Verde</style></b> cuando el edificio está cargando o descargando un cohete
fr: Envoie un <b><style="logic_on">signal vert</style></b> lorsque le bâtiment est en train de charger ou de décharger une fusée
zh: 当建筑物当前正在装载或卸载火箭时，发送<b><style="logic_on">绿色信号</style></b>

source: Otherwise, sends a <b><style="logic_off">Red Signal</style></b>
es: De lo contrario, envía una <b><style="logic_off">Señal Roja</style></b>
fr: Sinon, envoie un <b><style="logic_off">signal rouge</style></b>
zh: 否则，发送<b><style="logic_off">红色信号</style></b>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALFUELLOADER.NAME
source: <link="RTBUNIVERSALFUELLOADER">Rocket Fuel Loader</link>
es: <link="RTBUNIVERSALFUELLOADER">Cargador de Combustible para Cohetes</link>
fr: <link="RTBUNIVERSALFUELLOADER">Chargeur de carburant pour fusée</link>
zh: <link="RTBUNIVERSALFUELLOADER">火箭燃料装载器</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALOXIDIZERLOADER.DESC
source: Fueling Rockets has never been easier!
es: ¡Nunca ha sido tan fácil repostar cohetes!
fr: Alimenter les fusées n'a jamais été aussi facile !
zh: 给火箭加油从来没有这么容易过！

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALOXIDIZERLOADER.EFFECT
source: Refuels connected rockets with the appropriate oxidizer Automatically links when built to the side of a <link="LAUNCHPAD">Rocket Platform</link> or another <link="MODULARLAUNCHPADPORTSOLID">Rocket Port</link>
zh: 为连接的火箭加注适量的氧化剂。 在<link="LAUNCHPAD">火箭平台</link>或另一个<link="MODULARLAUNCHPADPORTSOLID">火箭端口</link>侧面建造时自动连接。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALOXIDIZERLOADER.NAME
source: <link="RTBUNIVERSALOXIDIZERLOADER">Rocket Oxidizer Loader</link>
es: <link="RTBUNIVERSALOXIDIZERLOADER">Cargador de Oxidante para Cohetes</link>
fr: <link="RTBUNIVERSALOXIDIZERLOADER">Chargeur d'oxydant de fusée</link>
zh: <link="RTBUNIVERSALOXIDIZERLOADER">火箭氧化剂装载器</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_VERTICALADAPTERBASE.DESC
source: Ascending to new levels
es: Ascendiendo a nuevos niveles
fr: S'élever à de nouveaux étages
zh: 上升到新的水平

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_VERTICALADAPTERBASE.EFFECT
source: A Crosspiece rocket port adapter for vertical expansion. Links up with other vertical adapter pieces above and below it. Automatically links when built to the side of a <link="LAUNCHPAD">Rocket Platform</link> or another <link="MODULARLAUNCHPADPORTSOLID">Rocket Port</link>
zh: 用于垂直扩展的交叉火箭端口适配器。 与上方和下方的其他垂直适配器部件连接。 在<link="LAUNCHPAD">火箭平台</link>或另一个<link="MODULARLAUNCHPADPORTSOLID">火箭端口</link>侧面建造时自动连接。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_VERTICALADAPTERBASE.NAME
source: <link="RTBVERTICALADAPTERBASE">Vertical Rocket Port Adapter</link>
es: <link="RTBVERTICALADAPTERBASE">Adaptador Vertical para Puerto de Cohete</link>
fr: <link="RTBVERTICALADAPTERBASE">Adaptateur vertical pour port de fusée</link>
zh: <link="RTBVERTICALADAPTERBASE">垂直火箭端口适配器</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_VERTICALADAPTERPIECE.DESC
source: Gantry Not Included
es: No incluye la pasarela
fr: Portique non inclus
zh: 缺少龙门架

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_VERTICALADAPTERPIECE.EFFECT
source: A rocket port adapter piece for vertical expansion. Links up with other vertical adapter pieces above and below it.
es: Una pieza adaptadora de puerto de cohete para expansión vertical. Se conecta con otras piezas adaptadoras verticales situadas arriba y abajo.
fr: Une pièce d'adaptation du port de la fusée pour l'expansion verticale. S'associe à d'autres pièces d'adaptation verticales situées au-dessus et au-dessous.
zh: 用于垂直扩展的火箭端口适配器部件。 与上方和下方的其他垂直适配器部件连接。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_VERTICALADAPTERPIECE.NAME
source: <link="RTBVERTICALADAPTERPIECE">Vertical Rocket Port Piece</link>
es: <link="RTBVERTICALADAPTERPIECE">Sección Vertical del Puerto de Cohete</link>
fr: <link="RTBVERTICALADAPTERPIECE">Pièce de port de fusée vertical</link>
zh: <link="RTBVERTICALADAPTERPIECE">垂直火箭端口部件</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_WALLCONNECTIONADAPTER.DESC
source: Insulated for convenience.
es: Aislado para mayor comodidad.
fr: Isolé pour plus de commodité.
zh: 隔热化设计，便捷无忧。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_WALLCONNECTIONADAPTER.EFFECT
source: An insulated wall adapter to seal off rocket start areas. Automatically links when built to the side of a <link="LAUNCHPAD">Rocket Platform</link> or another <link="MODULARLAUNCHPADPORTSOLID">Rocket Port</link>
zh: 用于封闭火箭发射区域的隔热墙适配器。 在<link="LAUNCHPAD">火箭平台</link>或另一个<link="MODULARLAUNCHPADPORTSOLID">火箭端口</link>侧面建造时自动连接。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_WALLCONNECTIONADAPTER.NAME
source: <link="RTBWALLCONNECTIONADAPTER">Insulated Rocket Port Wall Adapter</link>
es: <link="RTBWALLCONNECTIONADAPTER">Adaptador de Pared para Puerto de Cohete Aislado</link>
fr: <link="RTBWALLCONNECTIONADAPTER">Adaptateur mural isolé pour port de fusée</link>
zh: <link="RTBWALLCONNECTIONADAPTER">隔热墙火箭端口适配器</link>

source: Bunkered down for convenience.
es: Protegido para mayor comodidad.
zh: 掩体化设计，便捷无忧。

source: A bunker wall adapter to seal off rocket start areas. Automatically links when built to the side of a <link="LAUNCHPAD">Rocket Platform</link> or another <link="MODULARLAUNCHPADPORTSOLID">Rocket Port</link>
zh: 用于封闭火箭发射区域的地堡墙适配器。 在<link="LAUNCHPAD">火箭平台</link>或另一个<link="MODULARLAUNCHPADPORTSOLID">火箭端口</link>侧面建造时自动连接</link>

source: <link="RTBWALLCONNECTIONADAPTERBUNKER">Bunkered Rocket Port Wall Adapter</link>
es: <link="RTBWALLCONNECTIONADAPTERBUNKER">Adaptador de Pared para Puerto de Cohete Protegido</link>
zh: <link="RTBWALLCONNECTIONADAPTERBUNKER">地堡墙火箭端口适配器</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RYB_NOSECONEHEPHARVEST.DESC
source: Harvests resources from the universe with the power of radbolts and lasers
es: Cosecha recursos del universo con el poder de radbolts y láseres
fr: Récolte les ressources de l'univers grâce à la puissance des radbolts et des lasers
zh: 利用雷达和辐射粒子的力量从宇宙中获取资源
