Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: Rockets-TinyYetBig/ModAssets/translations/*.po
Languages: es, fr, zh

source: Colonizing new worlds needs some perimeter establishment. These modules help with deployment.
es: Colonizar nuevos mundos requiere establecer perímetros. Estos módulos ayudan con el despliegue.
fr: La colonisation de nouveaux mondes nécessite l'établissement d'un périmètre. Ces modules facilitent le déploiement.
zh: 殖民新世界需要进行一些基础的建设工作。 这些舱块将有助于开发。

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTOOLTIPS.ENGINES
source: Every rocket has to fly somehow. A rocket engine provides the necessary thrust. A Rocket needs atleast one of these!
es: Cada cohete tiene que volar de alguna manera. Un motor de cohete proporciona el empuje necesario. ¡Un cohete necesita al menos uno de estos!
fr: Toute fusée doit voler d'une manière ou d'une autre. Un moteur de fusée fournit la poussée nécessaire. Une fusée a besoin d'au moins un de ces éléments !
zh: 每个火箭都必须以某种方式飞行。 火箭引擎提供必要的推力。 火箭至少需要一个这样的引擎！

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTOOLTIPS.FUEL
source: A rocket without fuel or oxidizer won't fly far. These modules help you with that.
es: Un cohete sin combustible ni oxidante no volará lejos. Estos módulos te ayudan con eso.
fr: Une fusée sans carburant ni oxydant ne volera pas loin. Ces modules vous y aident.
zh: 没有燃料或氧化剂的火箭飞不远。 这些舱块可以帮助你解决这个问题。

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTOOLTIPS.HABITATS
source: Strapped to the side, a pilot wouldn't survive long. Build them a nice home to live in a Spacefarer . A Rocket needs atleast one of these!
es: Atado al lateral, un piloto no sobreviviría mucho tiempo. Constrúyeles un buen hogar para vivir en un Navegante Espacial. ¡Un cohete necesita al menos uno de estos!
fr: Attaché sur le côté, un pilote ne survivrait pas longtemps. Construisez-leur une belle maison pour vivre dans un Space-Trotter. Une fusée a besoin d'au moins un de ces éléments !
zh: 绑在侧面的飞行员命不久矣。 为他们居住的太空员舱建造一个舒适的家。 火箭至少需要一个这样的住所！

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTOOLTIPS.NOSECONES
source: When not using a habitat nosecone, the rocket needs one of these to keep it's tip nicely shaped.
es: Cuando no se utiliza una cápsula de hábitat, el cohete necesita una de estas para mantener bien formada la punta.
fr: Lorsque l'on n'utilise pas la coiffe habitatable, la fusée a besoin de l'un de ces éléments pour maintenir la forme de son extrémité.
zh: 如果不使用居住型前锥， 火箭需要一个这样的前锥来保持 它美妙的尖端。

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTOOLTIPS.POWER
source: Without power the lights inside of the rocket won't turn on These modules help you store electricity, some even generate it.
es: Sin energía, las luces dentro del cohete no se encenderán Estos módulos te ayudan a almacenar electricidad, algunos incluso la generan.
fr: Sans électricité, les lumières à l'intérieur de la fusée ne s'allument pas. Ces modules vous permettent de stocker de l'électricité, certains en produisent même.
zh: 没有电源，火箭内部的灯光不会亮起。 这些舱块帮助你存储电力，有些甚至可以产生电力。

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTOOLTIPS.PRODUCTION
source: Just bring the production with you! These modules can produce something.
es: ¡Lleva la producción contigo! Estos módulos pueden producir algo.
fr: Il suffit d'apporter la production avec soi ! Ces modules peuvent produire quelque chose.
zh: 只需将这些产品在身边！ 这些舱块可以生产某些东西。

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTOOLTIPS.REQUIRED
source: A Rocket needs atleast one of these!
es: ¡Un cohete necesita al menos uno de estos!
fr: Une Fusée a besoin d'au moins un de ces éléments !
zh: 火箭至少需要这些中的一个！

source: What do these do? (not properly categorized, contact the author of that mod)
es: ¿Qué hacen estos? (no están correctamente categorizados, contacta con el autor de ese mod)
fr: À quoi servent-ils ? (pas correctement catégorisé, contactez l'auteur de ce mod)
zh: 这些舱块是做什么的？ （未正确分类，请联系该模组的作者）

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTOOLTIPS.UTILITY
source: These modules add some nice utility functions to your rocket.
es: Estos módulos añaden algunas funciones útiles a tu cohete.
fr: Ces modules ajoutent des fonctions utiles à votre fusée.
zh: 这些舱块为您的火箭添加了一些不错的实用功能。

source: • {0} power production
es: • {0} de producción de energía
zh: • {0} 发电

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.MODULEPERKS.TITLE
source: <b>Module Boni:</b>
es: <b>Bonificaciones del Módulo:</b>
zh: <b>舱块增益：</b>

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.SEARCHBARFILLER
source: Search all modules...
es: Buscar todos los módulos...
fr: Rechercher tous les modules...
zh: 搜索所有舱块中...

# Rockets_TinyYetBig.STRINGS.ROOMS.TYPES.RTB_SPACESTATIONRESEARCHROOM.EFFECT
source: - Efficiency bonus
es: - Bonificación de eficiencia
zh: - 效率加成

# Rockets_TinyYetBig.STRINGS.ROOMS.TYPES.RTB_SPACESTATIONRESEARCHROOM.NAME
source: Orbital Research Lab
es: Laboratorio de Investigación Orbital
zh: 轨道研究实验室

source: Four <link="REQUIREMENTCLASSSCIENCEBUILDING">science buildings</link>
es: Cuatro <link="REQUIREMENTCLASSSCIENCEBUILDING">edificios científicos</link>
zh: 四座<link="REQUIREMENTCLASSSCIENCEBUILDING">科学建筑</link>

source: Requires four or more science buildings
es: Requiere cuatro o más edificios científicos
zh: 需要四座或更多科学建筑

source: Four <link="REQUIREMENTCLASSSCIENCEBUILDING">science buildings</link>
es: Cuatro <link="REQUIREMENTCLASSSCIENCEBUILDING">edificios científicos</link>
zh: 四座<link="REQUIREMENTCLASSSCIENCEBUILDING">科学建筑</link>

# Rockets_TinyYetBig.STRINGS.ROOMS.TYPES.RTB_SPACESTATIONRESEARCHROOM.TOOLTIP
source: Science buildings built in an Orbital Research Lab function more efficiently An Orbital Research Lab enables Deep Space Analyzer use
es: Los edificios científicos construidos en un Laboratorio de Investigación Orbital funcionan de manera más eficiente Un Laboratorio de Investigación Orbital permite el uso del Analizador del Espacio Profundo
zh: 在轨道研究实验室中的科学建筑效率更高 轨道研究实验室可以让深空分析仪得以使用

# Rockets_TinyYetBig.STRINGS.UI.CLUSTERLOCATIONSENSORADDON.TITLE
source: Extra green signal at
es: Señal verde extra en
fr: Signal vert supplémentaire à
zh: 额外的绿色信号在

source: Start Project
es: Iniciar proyecto
fr: Démarrer le projet
zh: 启动项目

source: Available Construction Projects
es: Proyectos de construcción disponibles
fr: Projets de construction disponibles
zh: 可供建设的项目

# Rockets_TinyYetBig.STRINGS.UI.DOCKINGSCREEN.DOCKINGBRIDGES.TITLETEXT
source: Available Docking Ports: {0} / {1}
es: Puertos de acoplamiento disponibles: {0} / {1}
fr: Ports d'amarrage disponibles : {0} / {1}
zh: 可用对接端口：{0}/{1}

source: Dock to this craft.
es: Acoplar a esta nave.
fr: Amarrer à cet engin.
zh: 停靠在这艘火箭上。

source: Transfer Duplicants between Crafts
es: Transferir duplicantes entre naves
fr: Transférer les duplicants entre les engins
zh: 在火箭之间转移复制人

source: View docked Interior
es: Ver interior acoplado
fr: Vue sur l'Intérieur de l'amarrage
zh: 查看停靠的火箭内部

source: View the interior this docking tube is currently connected to.
es: Ver el interior al que este tubo de acoplamiento está conectado actualmente.
fr: Affichez l'intérieur auquel ce tube d'amarrage est actuellement connecté.
zh: 查看当前连接到这个对接管的火箭内部。

source: No interior found
es: No se encontró interior
fr: Aucun intérieur trouvé
zh: 未找到内部

source: Undock from this craft.
es: Desacoplar de esta nave.
fr: Se désamarrer de cet engin.
zh: 从这搜火箭中离开。

# Rockets_TinyYetBig.STRINGS.UI.DOCKINGSCREEN.TITLE.TITLETEXT
source: Docking Management
es: Gestión de acoplamientos
fr: Gestion des amarrages
zh: 对接管理

# Rockets_TinyYetBig.STRINGS.UI.DOCKINGTRANSFERSCREEN.ASSIGNTOOTHERBUTTONTEXT
source: Assign Duplicant to the other Spacecraft
es: Asignar duplicante a la otra nave espacial
fr: Assigner le duplicant à l'autre vaisseau spatial
zh: 分配复制人到其他火箭

source: Duplicants assigned the docked Spacecraft:
es: Duplicantes asignados a la nave acoplada:
fr: Duplicants affectés au vaisseau spatial amarré :
zh: 被分配对接火箭的复制人：

# Rockets_TinyYetBig.STRINGS.UI.DOCKINGTRANSFERSCREEN.CONTENTHEADEROWN.TITLETEXT
source: Duplicants assigned to this Spacecraft:
es: Duplicantes asignados a esta nave espacial:
fr: Duplicants affectés à ce vaisseau spatial :
zh: 被分配到这个火箭的复制人：

# Rockets_TinyYetBig.STRINGS.UI.DOCKINGTRANSFERSCREEN.DUPESASSIGNEDTO
source: Duplicants assigned to "{0}"
es: Duplicantes asignados a "{0}"
fr: Duplicants affectés à "{0}"
zh: 分配给"{0}"的复制人

source: No Duplicants are currently assigned to this spacecraft.
es: Actualmente no hay duplicantes asignados a esta nave espacial.
fr: Aucun Duplicant n'est actuellement attribué à ce vaisseau spatial.
zh: 目前没有复制人被分配到这个火箭。

source: No Duplicants are currently assigned to this spacecraft.
es: Actualmente no hay duplicantes asignados a esta nave espacial.
fr: Aucun Duplicant n'est actuellement attribué à ce vaisseau spatial.
zh: 目前没有复制人被分配到这个火箭。

# Rockets_TinyYetBig.STRINGS.UI.DOCKINGTRANSFERSCREEN.TITLE.TITLETEXT
source: Crew Management
es: Gestión de tripulación
fr: Gestion des équipages
zh: 成员管理

# Rockets_TinyYetBig.STRINGS.UI.DRILLCONE_MODEHANDLER_SIDESCREEN.LABEL
source: Load via Cargo Loader
es: Cargar mediante cargador de carga
fr: Chargement via Chargeur de solide
zh: 通过装载器装载

# Rockets_TinyYetBig.STRINGS.UI.DRILLCONE_MODEHANDLER_SIDESCREEN.TOOLTIP
source: toggle between automatic and manual loading
es: alternar entre carga automática y manual
fr: basculer entre le chargement automatique et le chargement manuel
zh: 在自动和手动装载之间切换

source: Rocket Modules
es: Módulos de cohete
fr: Modules de fusée
zh: 火箭舱

# Rockets_TinyYetBig.STRINGS.UI.NEWBUILDCATEGORIES.ROCKETFUELING.BUILDMENUTITLE
source: Rocket Fueling
es: Repostaje de cohetes
fr: Ravitaillement en carburant des fusées
zh: 火箭燃料

# Rockets_TinyYetBig.STRINGS.UI.NEWBUILDCATEGORIES.ROCKETFUELING.NAME
source: Rocket Fueling
es: Repostaje de cohetes
fr: Ravitaillement en carburant des fusées
zh: 火箭燃料

# Rockets_TinyYetBig.STRINGS.UI.PRODUCTINFO_SPACE_STATION_INTERIOR
source: Space station interior only
es: Solo interior de estación espacial
zh: 仅限太空站内部

# Rockets_TinyYetBig.STRINGS.UI.PRODUCTINFO_SPACE_STATION_NOT_INTERIOR
source: Cannot build inside space station
es: No se puede construir dentro de la estación espacial
zh: 无法在太空站内建造

# Rockets_TinyYetBig.STRINGS.UI.ROCKETGENERATOR.BUTTONTEXT
source: Active while landed
es: Activo mientras está en tierra
fr: Actif pendant l'atterrissage
zh: 着陆时激活

# Rockets_TinyYetBig.STRINGS.UI.ROCKETGENERATOR.TITLE
source: Generator State
es: Estado del generador
fr: État du générateur
zh: 发电机状态

# Rockets_TinyYetBig.STRINGS.UI.ROCKETGENERATOR.TOOLTIP
source: Toggle the Generator producing power while landed.
es: Alternar el generador para producir energía mientras está en tierra.
fr: Activer/Désactiver la production du générateur pendant l'atterrissage.
zh: 切换着陆状态的发电机是否供电。

# Rockets_TinyYetBig.STRINGS.UI.RTB_RESEACH_UNLOCK.TEXT
source: Eureka! We've decrypted the abandoned station computer's salvageable data. We now have the ability to construct habitat stations in the vast emptyness of space! New Research has become available.
es: ¡Eureka! Hemos descifrado los datos recuperables del ordenador de la estación abandonada. ¡Ahora tenemos la capacidad de construir estaciones habitables en la vasta inmensidad del espacio! Nueva investigación disponible.
zh: 太好了！我们已经解密了那个废弃站点的计算机中可利用的数据了。 我们现在有能力在浩瀚的太空之中建造生活站了！ 新的研究成果已可用。

# Rockets_TinyYetBig.STRINGS.UI.SPACEASSEMBLEMENU_SIDESCREEN.CANCELCONSTRUCTION
source: Cancel Construction
es: Cancelar construcción
fr: Annuler la construction
zh: 取消建造

# Rockets_TinyYetBig.STRINGS.UI.SPACEASSEMBLEMENU_SIDESCREEN.CANCELDECONSTRUCTION
source: Cancel Deconstruction
es: Cancelar deconstrucción
fr: Annuler la déconstruction
zh: 取消拆除

source: Total Progress:
es: Progreso total:
fr: Progrès total :
zh: 总进度：

source: Create new construction project
es: Crear nuevo proyecto de construcción
fr: Créer un nouveau projet de construction
zh: 创建新的建设项目

source: Cancel current construction project
es: Cancelar el proyecto de construcción actual
fr: Annuler le projet de construction en cours
zh: 取消当前的建设项目

source: No space construction project here.
es: No hay ningún proyecto de construcción espacial aquí.
fr: Aucun projet de construction spatiale ici.
zh: 这里没有空间进行空间项目建设。

# Rockets_TinyYetBig.STRINGS.UI.SPACEASSEMBLEMENU_SIDESCREEN.STARTCONSTRUCTION
source: Start Construction
es: Iniciar construcción
fr: Démarrer la construction
zh: 开始建造

# Rockets_TinyYetBig.STRINGS.UI.SPACEASSEMBLEMENU_SIDESCREEN.STARTDECONSTRUCTION
source: Start Deconstruction
es: Iniciar deconstrucción
fr: Démarrer la déconstruction
zh: 开始拆除

# Rockets_TinyYetBig.STRINGS.UI.SPACEASSEMBLEMENU_SIDESCREEN.TIMEREMAINING
source: {0} seconds remaining
es: {0} segundos restantes
fr: {0} secondes restantes
zh: 还剩{0}秒

# Rockets_TinyYetBig.STRINGS.UI.SPACEASSEMBLEMENU_SIDESCREEN.TITLE.TITLETEXT
source: Space Construction
es: Construcción espacial
fr: Construction Spatiale
zh: 太空建造

# Rockets_TinyYetBig.STRINGS.UI.TOOLTIP_ADDON_RTB
source: <color=#a0a0a0><b>Rocketry Expanded</b></color> Content
es: Contenido de <color=#a0a0a0><b>Rocketry Expanded</b></color>
zh: <color=#a0a0a0><b>火箭扩展</b></color>内容

source: Battery Module Charge: {0}/{1}
es: Carga del módulo de batería: {0}/{1}
fr: Charge du module de batterie : {0}/{1}
zh: 电池舱电力：{0}/{1}

source: Number of Modules:
es: Número de módulos:
fr: Nombre de modules :
zh: 舱块数量：

source: Rocket Modules:
es: Módulos del cohete:
fr: Modules de fusée :
zh: 火箭舱：

source: Height: {0}/{1}, max. Width: {2}
es: Altura: {0}/{1}, máx. anchura: {2}
fr: Hauteur : {0}/{1}, max. Largeur : {2}
zh: 高度：{0}/{1}，最大宽度：{2}

source: Maximum supported rocket height:
es: Altura máxima de cohete admitida:
fr: Hauteur maximale de la fusée :
zh: 最大支撑火箭高度：

source: Height:
es: Altura:
fr: Hauteur :
zh: 高度：

source: The {0} can support a total rocket height {1} The maximum width of the rocket is {2} tiles.
es: El {0} puede soportar una altura total de cohete de {1} El ancho máximo del cohete es de {2} casillas.
fr: Le {0} peut supporter une hauteur totale de fusée {1} La largeur maximale de la fusée est de {2} carreaux.
zh: {0}可以支持的总火箭高度为{1} 火箭的最大宽度为{2}格。

source: Power Generation: {0}/{1}
es: Generación de energía: {0}/{1}
fr: Production d'électricité : {0}/{1}
zh: 发电量：{0}/{1}

source: ({0}/{1} fuel remaining)
es: ({0}/{1} de combustible restante)
fr: ({0}/{1} carburant restant)
zh: （剩余{0}/{1}燃料）

source: (Check cargo bays for fuel type: {0})
es: (Comprobar bahías de carga para tipo de combustible: {0})
fr: (Vérifier les soutes pour le type de carburant : {0})
zh: （检查货舱中的燃料类型：{0}）

# Rockets_TinyYetBig.STRINGS.UI_MOD.COLLAPSIBLEWORLDSELECTOR.DERELICS
source: Derelics
es: Naves abandonadas
fr: Déclassés
zh: 废船

# Rockets_TinyYetBig.STRINGS.UI_MOD.COLLAPSIBLEWORLDSELECTOR.ROCKETS
source: Rockets in space
es: Cohetes en el espacio
fr: Fusées dans l'espace
zh: 太空中的火箭

# Rockets_TinyYetBig.STRINGS.UI_MOD.CONSTRAINTS.ONE_MODULE_PER_ROCKET.FAILED
source: • There already is a module of this type on this rocket
es: • Ya existe un módulo de este tipo en este cohete
fr: • Il existe déjà un module de ce type sur cette fusée
zh: • 该火箭上已经有一个同类舱块

# Rockets_TinyYetBig.STRINGS.UI_MOD.FLUSHURANIUM.BUTTON
source: Flush Generator Fuel
es: Purgar combustible del generador
fr: Vider le carburant du générateur
zh: 清空发电机燃料

# Rockets_TinyYetBig.STRINGS.UI_MOD.FLUSHURANIUM.BUTTONINFO
source: Empties the generators storage to allow a refill.
es: Vacía el depósito del generador para permitir una recarga.
fr: Vide le stockage des générateurs pour permettre un nouveau remplissage.
zh: 清空发电机存储的内容，以便重新填充。

# Rockets_TinyYetBig.STRINGS.UI_MOD.UISIDESCREENS.SPACECONSTRUCTIONSITE.DESC
source: This construction site will produce a {0} once all these parts are assembled:
es: Este sitio de construcción producirá un {0} una vez que todas estas piezas estén ensambladas:
fr: Ce chantier produira un {0} une fois toutes ces pièces assemblées :
zh: 这个设施将在组装所有零件后生产一个{0}：

# Rockets_TinyYetBig.STRINGS.UI_MOD.UISIDESCREENS.SPACECONSTRUCTIONSITE.TITLE
source: Space Construction Site
es: Sitio de construcción espacial
fr: Chantier de construction spatiale
zh: 太空建造站

# Rockets_TinyYetBig.STRINGS.UI_MOD.UISIDESCREENS.SPACESTATIONSIDESCREEN.TITLE
source: Space Station
es: Estación espacial
fr: Station spatiale
zh: 空间站

source: Oversee Station Interior
es: Supervisar el interior de la estación
fr: Superviser l'intérieur de la station
zh: 监管站点内部

source: View Space Station Interior
es: Ver el interior de la estación espacial
fr: Voir l'intérieur de la station spatiale
zh: 查看空间站内部

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_ADVANCEDLAUNCHPAD.EFFECT
source: Precursor de la construcción de todos los demás módulos de cohetes. Permite el despegue y aterrizaje de los cohetes en el Planetoide anfitrión. Automáticamente se conecta a un <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link> construido a ambos lados de la plataforma. Comes with shifted logic ports and extra ribbon ports for more control over the rocket.
es: Precursor de la construcción de todos los demás módulos de cohetes. Permite el despegue y aterrizaje de los cohetes en el Planetoide anfitrión. Se conecta automáticamente a un <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link> construido a ambos lados de la plataforma. Incluye puertos lógicos desplazados y puertos extra para mayor control sobre el cohete.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_BUNKERLAUNCHPAD.DESC
source: Una plataforma desde la que se pueden lanzar y aterrizar cohetes. Fortified to withstand comets.
es: Una plataforma desde la que se pueden lanzar y aterrizar cohetes. Fortificada para resistir cometas.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_BUNKERLAUNCHPAD.EFFECT
source: Precursor de la construcción de todos los demás módulos de cohetes. Permite el despegue y aterrizaje de los cohetes en el Planetoide anfitrión. Automáticamente se conecta a un <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link> construido a ambos lados de la plataforma. Blocks comets and is immune to comet damage.
es: Precursor de la construcción de todos los demás módulos de cohetes. Permite el despegue y aterrizaje de los cohetes en el planetoide anfitrión. Se conecta automáticamente a un <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link> construido a ambos lados de la plataforma. Bloquea cometas y es inmune al daño por cometas.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CARGOBAYCLUSTERLARGE.EFFECT
source: Allows Duplicants to store most of the <link="ELEMENTSSOLID">Solid Materials</link> found during space missions. Stored resources become available to the colony upon the rocket's return. Must be built via <link="LAUNCHPAD">Plataforma de Cohetes</link>.
es: Permite a los duplicantes almacenar la mayoría de los <link="ELEMENTSSOLID">Materiales Sólidos</link> encontrados durante las misiones espaciales. Los recursos almacenados estarán disponibles para la colonia al regresar el cohete. Debe construirse a través de la <link="LAUNCHPAD">Plataforma de Cohetes</link>.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CONNECTORBYPASSADAPTER.DESC
source: Ascending to new levels
es: Ascendiendo a nuevos niveles

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CONNECTORBYPASSADAPTER.EFFECT
source: Allows horizontal rocket ports to bypass transit tubes and tiles. Automatically links when built to the side of a <link="LAUNCHPAD">Plataforma de Cohetes</link> or another <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>
es: Permite que los puertos de cohete horizontales pasen por alto tubos de transporte y baldosas. Se conecta automáticamente al construirse al lateral de una <link="LAUNCHPAD">Plataforma de Cohetes</link> o de otro <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CONNECTORBYPASSADAPTER.NAME
source: <link="RTBCONNECTORBYPASSADAPTER">Rocket Port Bypass Adapter</link>
es: <link="RTBCONNECTORBYPASSADAPTER">Adaptador de Desvío del Puerto de Cohetes</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DEEPSPACERESEARCHCENTER.EFFECT
source: Conducts <link="DEEPSPACERESEARCH">Deep Space Research</link> to unlock new technologies. Consumes <link="RTBDEEPSPACEINSIGHT">Deep Space Insights</link>. Assigned Duplicants must possess the <link="SPACERESEARCH">Investigador de Análisis de Datos</link> skill.
es: Realiza <link="DEEPSPACERESEARCH">Investigación del Espacio Profundo</link> para desbloquear nuevas tecnologías. Consume <link="RTBDEEPSPACEINSIGHT">Insights del Espacio Profundo</link>. Los Duplicantes asignados deben poseer la habilidad <link="SPACERESEARCH">Investigador de Análisis de Datos</link>.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_GASCARGOBAYCLUSTERLARGE.EFFECT
source: Allows Duplicants to store most of the <link="ELEMENTSGAS">Gas</link> resources found during space missions. Stored resources become available to the colony upon the rocket's return. Must be built via <link="LAUNCHPAD">Plataforma de Cohetes</link>.
es: Permite a los Duplicantes almacenar la mayoría de los recursos <link="ELEMENTSGAS">gaseosos</link> encontrados durante las misiones espaciales. Los recursos almacenados estarán disponibles para la colonia al regresar el cohete. Debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULEPLATEDLARGE.EFFECT
source: Funciona como un Módulo de Mando y un Cono de Nariz Alberga un único Duplicante. Se puede instalar un Módulo de Mando por cohete. Debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>. Debe ser construido en la parte superior de un cohete. Interior is fully shielded from radiation.
es: Funciona como un Módulo de Mando y un Cono de Nariz Alberga un único Duplicante. Se puede instalar un Módulo de Mando por cohete. Debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>. Debe ser construido en la parte superior de un cohete. El interior está completamente protegido de la radiación.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULESTARGAZER.EFFECT
source: Closes during starts and landings to protect the glass Functions as a Command Module and a Nosecone. One Command Module may be installed per rocket. Must be built via <link="LAUNCHPAD">Plataforma de Cohetes</link>. Must be built at the top of a rocket. Great for looking at the stars or a nice sunbathing during the flight.
es: Se cierra durante los despegues y aterrizajes para proteger el cristal Funciona como Módulo de Comando y Cono de Nariz. Se puede instalar un Módulo de Comando por cohete. Debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>. Debe construirse en la parte superior de un cohete. Ideal para contemplar las estrellas o tomar el sol durante el vuelo.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HEPFUELLOADER.EFFECT
source: Fills all sorts of Radbolt Storages. Allows fueling a Radbolt Engine and the Laser Drillcone Automatically links when built to the side of a <link="LAUNCHPAD">Plataforma de Cohetes</link> or another <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>
es: Llena todo tipo de Almacenes de Radbolt. Permite abastecer de combustible un Motor Radbolt y el Cono Taladrador Láser Se conecta automáticamente al construirse al lateral de una <link="LAUNCHPAD">Plataforma de Cohetes</link> o de otro <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>
