Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: Rockets-TinyYetBig/ModAssets/translations/*.po
Languages: es, fr, zh

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEPOISENSOR.TITLE
source: Enable POI Capacity Sensor
es: Activar Sensor de Capacidad POI
fr: Active le Capteur de point d'intérêt spacial
zh: 启用遗迹容量传感器

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLERADBOLTSTORAGE.TITLE
source: Enable Radbolt Storage Module
es: Activar Módulo de Almacenamiento de Radbolt
fr: Active le module de Stockage pour Radbolts
zh: 启用辐射例子储存舱

source: Loader Logic Output
es: Salida Lógica del Cargador
fr: Sorties logiques des chargeurs
zh: 装载器信号输出

source: Add a logic output to rocket loader buildings that outputs whether or not the loader is currently active.
es: Añade una salida lógica a los edificios cargadores de cohetes que indica si el cargador está activo o no.
fr: Ajouter une sortie logique aux bâtiments du chargeur de fusée qui indique si le chargeur est actuellement actif ou non.
zh: 为火箭装载器建筑添加一个信号输出端口，该端口会显示装载机当前是否处于工作状态。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLESMOLBATTERY.TITLE
source: Enable Small Battery Module
es: Activar Módulo de Batería Pequeña
fr: Active le Petit module de batterie
zh: 启用小型电池舱

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLESOLARNOSECONE.TITLE
source: Enable Solar Nosecone
es: Activar Cono de nariz Solar
fr: Active la Coiffe Solaire
zh: 启用太阳能前锥

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEWALLADAPTER.TITLE
source: Enable Rocket Port Adapters
es: Activar Adaptadores de Puerto de Cohete
fr: Active les Adaptateurs de port pour fusées
zh: 启用火箭端口适配器

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ETHANOLENGINES.TITLE
source: Burn Combustible Liquids as fuel
es: Quemar Líquidos Combustibles como combustible
zh: 燃烧可燃液体作为燃料

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ETHANOLENGINES.TOOLTIP
source: Allows Petroleum Engines to also burn other combustible liquids as fuel.
es: Permite que los motores de petróleo quemen también otros líquidos combustibles como combustible.
zh: 允许石油引擎可以燃烧其他可燃液体作为燃料。

source: Habitat Interior Port Improvements
es: Mejoras en los Puertos Interiores del Hábitat
fr: Améliorations des ports de l'habitat
zh: 改进的居住舱舱内端口

source: Rocket Connectors count as Rocket Wall for buildings that can only be attached to it. Rocket Ports block the same amount of radiation as rocket wall
es: Los Conectores de Cohete cuentan como Pared de Cohete para los edificios que solo se pueden colocar en ella. Los Puertos de Cohete bloquean la misma cantidad de radiación que una pared de cohete
fr: Les connecteurs de fusée comptent comme des murs de fusée pour les bâtiments qui ne peuvent être attachés qu'à eux. Les ports de fusée bloquent la même quantité de rayonnement que le mur de fusée
zh: 火箭连接端口具有和火箭墙壁相同的性质，可连接到只能与之相连的建筑上。 火箭端口阻挡的辐射量与火箭墙相同

source: Spacefarer Habitat Radiation
es: Radiación del Hábitat del Viajero Espacial
fr: Radiation de l'habitat intérieur
zh: 太空员生活舱辐射

source: Rocket interior radiation is defined by the radiation outside when landed.
es: La radiación dentro del cohete se define por la radiación exterior al aterrizar.
fr: Les radiations à l'intérieur de la fusée sont défini par les radiations à l'extérieur au moment de l'atterrissage.
zh: 火箭内部辐射水平由着陆时外部环境辐射值决定。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.HABITATPOWERPLUG.TITLE
source: Spacefarer Power Connector
es: Conector de Energía del Hábitat
fr: Connecteur d'alimentation du Space-Trotter
zh: 太空员舱电源接口

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.HABITATPOWERPLUG.TOOLTIP
source: Add a power connector to the habitat modules.
es: Añade un conector de energía a los módulos del hábitat.
fr: Ajouter un connecteur d'alimentation aux modules d'habitat.
zh: 为居住舱新增电源接口。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.INFINITEPOI.TITLE
source: Infinite POI Mining Capacity
es: Capacidad Infinita de Minado de POIs
fr: Capacité minière infinie des points d'intérêts (POI)
zh: 无限开采遗迹

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.INFINITEPOI.TOOLTIP
source: Capacity of mineable POIs becomes infinite. Does not affect artifacts.
es: La capacidad de los POIs minables se vuelve infinita. No afecta a los artefactos.
fr: La capacité des points d'intérêts exploitables devient infinie. N'affecte pas les artefacts.
zh: 可开采的遗迹的容量变为无限。不会影响工艺品。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.INSULATEDCARGOBAYS.TITLE
source: Insulated Cargo Bays
es: Bahías de Carga Aisladas
fr: Baies de chargement isolées
zh: 货舱隔热

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.INSULATEDCARGOBAYS.TOOLTIP
source: Contents of Cargo Bay modules are insulated from their surroundings
es: El contenido de los módulos de la bahía de carga está aislado de su entorno
fr: Le contenu des modules de Soute est isolé de leur environnement
zh: 货舱内容物与周围环境是隔离的

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ISOTOPEDECAYTIME.TITLE
source: Radioisotope Decay time
es: Tiempo de Decaimiento del Radioisótopo
fr: Temps de désintégration des radio-isotopes
zh: 放射性同位素衰变时间

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ISOTOPEDECAYTIME.TOOLTIP
source: Time in cycles for all the enriched uranium in the RTG to decay into depleted uranium. RTG needs a refill if all enriched uranium has decayed.
es: Tiempo en ciclos para que todo el uranio enriquecido del GTR decaiga a uranio empobrecido. El GTR necesita recarga si todo el uranio enriquecido se ha descompuesto.
fr: Temps en cycles pour que tout l'uranium enrichi dans le RTG se désintègre en uranium appauvri. Le RTG doit être rechargé si tout l'uranium enrichi s'est désintégré.
zh: 放射性发电机中所有的浓缩铀都会在一定时间内衰为贫铀。如果所有的浓缩铀都衰变了，则需要重新补充。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.LASERDRILLCONECAPACITY.TITLE
source: Laser Drillcone Capacity
es: Capacidad del Cono Taladrador Láser
fr: Capacité de la Coiffe Perforante Laser
zh: 激光钻头容量

source: The total amount of radbolts the Laser Drillcone can hold The Laser Drillcone mines 4kg of material per radbolt
es: La cantidad total de radbolts que puede contener el cono taladrador Láser El cono taladrador Láser extrae 4 kg de material por radbolt
fr: Nombre total de radbolts que la Coiffe Perforante laser peut contenir. La Coiffe Perforante Laser extrait 4 kg de matériaux par radbolt
zh: 激光钻头所能容纳的辐射例子总数 每单位辐射例子可开采4kg资源

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.LASERDRILLCONESPEED.TITLE
source: Laser Drillcone Speed
es: Velocidad del cono taladrador láser
fr: Vitesse de la Coiffe Perforante laser
zh: 激光钻头速度

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.LASERDRILLCONESPEED.TOOLTIP
source: Mining speed in Kg/s for the Laser Drillcone. (For reference; the vanilla drillcone mines at 7.5kg/s).
es: Velocidad de minado en Kg/s del Cono Taladrador Láser. (Como referencia; el taladro estándar mina a 7,5 kg/s).
fr: Vitesse d'extraction en Kg/s pour la Coiffe Perforante Laser. (Pour référence, le la Coiffe Perforante vanille mine à 7.5kg/s).
zh: 激光钻头的开采速度(kg/s)。(作为对比，原版钻头的速度为7.5kg/s)

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.NATGASENGINERANGE.TITLE
source: Natural Gas Engine Range
es: Alcance del Motor de Gas Natural
fr: Portée du Moteur à Gaz Naturel
zh: 天然气引擎范围

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.NATGASENGINERANGE.TOOLTIP
source: Set the max range of a natural gas engine.
es: Establece el alcance máximo de un motor de gas natural.
fr: Définir l'autonomie maximale d'un moteur à gaz naturel.
zh: 设定天然气引擎能够到达的最大范围。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.NEUTRONIUMMATERIAL.TITLE
source: Neutronium Alloy
es: Aleación de Neutronio
fr: Alliage de neutronium
zh: 中子合金

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.NEUTRONIUMMATERIAL.TOOLTIP
source: Gather Neutronium Dust by analyzing artifacts and refine it into Neutronium Alloy. Neutronium Alloys are required in the construction of large space structures
es: Recoge Polvo de Neutronio analizando artefactos y refínalo en Aleación de Neutronio. Las Aleaciones de Neutronio son necesarias para la construcción de grandes estructuras espaciales
fr: Rassemblez de la poussière de neutronium en analysant des artefacts et raffinez-la en alliage de neutronium. Les alliages de neutronium sont nécessaires à la construction de grandes structures spatiales
zh: 通过分析工艺品获得中子尘，并将其精炼为中子合金。 中子合金是建造大型太空结构的必需品。

source: Pilot Skill affects Mining Speed
es: La habilidad del piloto afecta la velocidad de minado
fr: La compétence du pilote influe sur la vitesse d'extraction
zh: 驾驶技能影响开采速度

source: The pilots' piloting and digging skills affect the drilling speed of the drillcone. Applies to all drillcone types
es: Las habilidades de pilotaje y excavación de los pilotos afectan la velocidad de perforación del Cono Taladrador. Se aplica a todos los tipos de conos de taladro
fr: Les compétences des pilotes en matière de pilotage et de minage influent sur la vitesse de forage de la foreuse. S'applique à tous les types de foreuses
zh: 驾驶员的驾驶和挖掘技能会影响钻头开采的速度。 适用于所有类型的钻头

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.RADBOLTSTORAGECAPACITY.TITLE
source: Radbolt Storage Module Capacity
es: Capacidad del módulo de almacenamiento de Radbolt
fr: Capacité du module de stockage de Radbolt
zh: 辐射粒子储存舱容量

source: Set the total radbolt capacity of the Radbolt Chamber Module.
es: Define la capacidad total de radbolts del módulo de cámara Radbolt.
fr: Définit la capacité totale de radbolt du module de chambre de radbolt.
zh: 设定辐射粒子储存舱的总容量。

source: Rebalanced Cargobay Capacity
es: Capacidad de Bahía de Carga reequilibrada
fr: Capacité rééquilibrée de l'aire de chargement
zh: 再平衡的货舱容量

source: Cargo Bays have increased and rebalanced Cargo Capacity
es: Las Bahías de Carga tienen capacidad incrementada y reequilibrada
fr: Les baies de chargement ont une capacité augmenté et rééquilibré de chargement
zh: 加强货舱并重新平衡货舱容量

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.REFILLDRILLSUPPORT.TITLE
source: Refill Service Module via Conveyor
es: Reabastecer el módulo de servicio vía cinta transportadora
fr: Remplissage du Module de Service pour Coiffe Perforante par convoyeur
zh: 通过运输系统补充维护模块

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.REFILLDRILLSUPPORT.TOOLTIP
source: Refill the service module with diamonds during the flight via interior conveyor wall port.
es: Reabastece el módulo de servicio con diamantes durante el vuelo mediante el puerto de pared de la cinta interior.
fr: Remplit le Module de Service pour Coiffe minière de diamant pendant le vol par l'intermédiaire de l'orifice de la paroi intérieure du convoyeur.
zh: 在飞行过程中通过内部运输通道端口为维护模块补充钻石。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ROCKETDOCKING.TITLE
source: Enable Rocket Docking
es: Habilitar acoplamiento de cohetes
fr: Active l'amarrage des fusées
zh: 启用火箭对接

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ROCKETDOCKING.TOOLTIP
source: Dock rockets in space to transfer dupes and contents of the interiors
es: Acopla cohetes en el espacio para transferir duplicantes y contenidos del interior
fr: Amarrer des fusées dans l'espace pour transférer les duplicants et le contenu des habitats
zh: 在太空中对接火箭来转移复制人和内部资源

source: Cartographic Module Scan Range
es: Rango de escaneo del módulo cartográfico
fr: Porté de scan du Module Cartographique
zh: 制图舱扫描范围

source: Cartographic Modules will scan hexes in this radius.
es: Los módulos cartográficos escanearán hexágonos dentro de este radio.
fr: Les modules cartographiques scannent les hexagones situés dans ce rayon.
zh: 制图舱将会扫描这个范围内的方格。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.SCANNERMODULESCANSPEED.TITLE
source: Cartographic Module Scan Speed
es: Velocidad de escaneo del módulo cartográfico
fr: Vitesse de scan du module cartographique
zh: 制图舱扫描速度

source: Time it takes for the module to reveal one hex in cycles.
es: Tiempo que tarda el módulo en revelar un hexágono en ciclos.
fr: Temps nécessaire au module pour révéler un hexagone en cycle.
zh: 该模块揭示一格所需要的时间(周期)。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.SLIMLARGEENGINES.TITLE
source: Slim Rockets
es: Cohetes estrechos
fr: Fusées Minces
zh: 窄体火箭

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.SLIMLARGEENGINES.TOOLTIP
source: Rocket Modules that are wider than 5 tiles (Steam, Hydrogen, Petrol Engine) are reduced to 5 width.
es: Los módulos de cohete que superen 5 casillas de ancho (vapor, hidrógeno, motor de gasolina) se reducen a 5 de ancho.
fr: Les modules de fusée dont la largeur est supérieure à 5 tuiles (moteur à vapeur, à hydrogène, à essence) sont ramenés à une largeur de 5.
zh: 将宽度大于5格的火箭舱（蒸汽，氢气，石油引擎）宽度减少到5格。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.SPACESTATIONSANDTECH.TITLE
source: [ALPHA] Space Stations & Deep Space Science
es: [ALFA] Estaciones Espaciales y Ciencia del Espacio Profundo
fr: [ALPHA] Stations spatiales et science de l'espace lointain
zh: [测试]太空站&深空研究

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.SPACESTATIONSANDTECH.TOOLTIP
source: Unlocks space stations. This feature is work in progress, unfinished and might contain bugs. Requires Neutronium Alloy, Compressed Interiors, advanced world selector to activate
es: Desbloquea estaciones espaciales. Esta función está en desarrollo, incompleta y puede contener errores. Requiere Aleación de Neutrón, Interiores Comprimidos y un selector de mundos avanzado para activarse
fr: Déverrouille les stations spatiales. Cette fonctionnalité est un travail en cours, inachevé et peut contenir des bugs. Nécessite un alliage de neutronium, des intérieurs compressés, un sélecteur de monde avancé pour être activée
zh: 解锁空间站。此功能正在制作中，尚未完成，可能包含错误。 需要激活中子合金，压缩内部结构，改进的的世界选择器

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.SPICEEYES.TITLE
source: Dune Spice
es: Especia de Duna
fr: Épices de Dune
zh: 沙丘香料

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.SPICEEYES.TOOLTIP
source: When consuming Rocketeer Spice, Dupes will gain the spice eyes from Dune.
es: Al consumir la especia del cohetero, los duplicantes obtendrán los ojos especiados de Duna.
fr: Lorsqu'ils consomment de l'épice spaciale, les duplicants gagnent les yeux d'épice de Dune.
zh: 当复制人食用火箭手香料时，将显现《沙丘》同款香料之眼特效。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.TOGGLEMULTI
source: Toggle to enable/disable these modules in the building menu
es: Activar/desactivar estos módulos en el menú de construcción
fr: Activer/désactiver ces modules dans le menu de construction
zh: 切换已启用/禁用建筑菜单中的这些模块

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.TOGGLESINGLE
source: Toggle to enable/disable this module in the building menu
es: Activar/desactivar este módulo en el menú de construcción
fr: Activer/désactiver ce module dans le menu de construction
zh: 切换已启用/禁用建筑菜单中的这个模块

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.VERTICALPORT_LADDER.TITLE
source: Vertical Port Adapter Ladder
es: Escalera del adaptador de puerto vertical
zh: 垂直端口梯子适配器

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.VERTICALPORT_LADDER.TOOLTIP
source: The vertical port adapter allows duplicants to climb it
es: El adaptador de puerto vertical permite que los duplicantes lo escalen
zh: 这种垂直端口适配器能够让复制人爬上爬下

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_DOCKINGTECH.DESC
source: Dock with other spacecrafts
es: Acoplar con otras naves espaciales
fr: Amarrage à d'autres vaisseaux spatiaux
zh: 与其他火箭对接

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_FUELLOADERSTECH.DESC
source: Automatically refuel your rockets with these Loaders. Can be placed inside a space station.
es: Reabastece automáticamente tus cohetes con estos Cargadores. Se pueden colocar dentro de una estación espacial.
fr: Ravitaillez automatiquement vos fusées avec ces chargeurs. Peuvent être placés à l'intérieur d'une station spatiale.
zh: 使用这些装载器自动为火箭加注燃料。 可以放置在空间站内。

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_FUELLOADERSTECH.NAME
source: <link="RTBFUELLOADERSTECH">Fuel Loaders</link>
es: <link="RTBFUELLOADERSTECH">Cargadores de Combustible</link>
fr: <link="RTBFUELLOADERSTECH">Chargeurs de carburant</link>
zh: <link="RTBFUELLOADERSTECH">燃料装载器</link>

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_HUGECARGOBAYTECH.DESC
source: Lets bring home ALL those minerals.
es: Vamos a traer TODOS esos minerales a casa.
fr: Ramenons à la maison TOUS ces minéraux.
zh: 让我们把所有的矿物质都带回家。

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_HUGECARGOBAYTECH.NAME
source: <link="RTBLARGESPACESTATIONTECH">Thinking larger</link>
es: <link="RTBLARGESPACESTATIONTECH">Pensando a lo grande</link>
fr: <link="RTBLARGESPACESTATIONTECH">Penser plus grand</link>
zh: <link="RTBLARGESPACESTATIONTECH">着眼大局</link>

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_LARGERROCKETLIVINGSPACETECH.DESC
source: All the living space a dupe could ask for, now in your rocket.
es: Todo el espacio habitable que un duplicante podría desear, ahora en tu cohete.
fr: Tout l'espace de vie qu'un dupe pourrait demander, maintenant dans votre fusée.
zh: 所有复制人能要求的生活空间，现在都在您的火箭里。

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_LARGERROCKETLIVINGSPACETECH.NAME
source: <link="RTBLARGERROCKETLIVINGSPACETECH">Luxurious Liv'in Space</link>
es: <link="RTBLARGERROCKETLIVINGSPACETECH">Vida Espacial Lujosa</link>
fr: <link="RTBLARGERROCKETLIVINGSPACETECH">Habitat spacial luxueux</link>
zh: <link="RTBLARGERROCKETLIVINGSPACHECH">豪华生活空间</link>

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_LARGESPACESTATIONTECH.DESC
source: Conquering the depths of space
es: Conquistando las profundidades del espacio
fr: À la conquête de l'espace
zh: 征服太空深处

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_LARGESPACESTATIONTECH.NAME
source: <link="RTBLARGESPACESTATIONTECH">Deep Space Expansion</link>
es: <link="RTBLARGESPACESTATIONTECH">Expansión del Espacio Profundo</link>
fr: <link="RTBLARGESPACESTATIONTECH">Extension de l'espace</link>
zh: <link="RTBLARGESPACESTATIONTECH">深空扩展</link>

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_MEDIUMSPACESTATIONTECH.DESC
source: Extending the perspective
es: Ampliando la perspectiva
fr: Élargir la perspective
zh: 扩展视野

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_MEDIUMSPACESTATIONTECH.NAME
source: <link="RTBMEDIUMSPACESTATIONTECH">Deep Space Colonization</link>
es: <link="RTBMEDIUMSPACESTATIONTECH">Colonización del Espacio Profundo</link>
fr: <link="RTBMEDIUMSPACESTATIONTECH">Colonisation de l'espace lointain</link>
zh: <link="RTBMEDIUMSPACESTATIONTECH">深空殖民</link>

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_SPACESTATIONTECH.DESC
source: Mysterious Artifacts have shown new perspectives on living in the vast emptyness
es: Artefactos misteriosos han mostrado nuevas perspectivas sobre cómo vivir en la vasta inmensidad
fr: De mystérieux artefacts ont ouvert de nouvelles perspectives sur la vie dans l'immensité du vide.
zh: 神秘的工艺品展示了在浩瀚的虚空中生活的全新视角。

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_SPACESTATIONTECH.NAME
source: <link="RTBSPACESTATIONTECH">Deep Space Exploration</link>
es: <link="RTBSPACESTATIONTECH">Exploración del Espacio Profundo</link>
fr: <link="RTBSPACESTATIONTECH">Exploration spatiale lointaine</link>
zh: <link="RTBSPACESTATIONTECH">深空探索</link>

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.ARTIFACT
source: • 1 artifact storage
es: • 1 almacén de artefactos
fr: • 1 stockage d'artefact
zh: • 1 个工艺品

source: • {0} Critters storage
es: • {0} almacén de criaturas
fr: • {0} stockages de créature
zh: • {0} 个小动物

source: • 1 Critter storage
es: • 1 almacén de criaturas
fr: • 1 stockage de créature
zh: • 1 个小动物

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.FUELELEMENT
source: • {0} of {1} fuel storage
es: • {0} de {1} almacenamiento de combustible
fr: • {0} à {1} stockage de carburant
zh: • {0} {1}燃料

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.FUELGAS
source: • {0} of gas fuel storage
es: • {0} de almacenamiento de combustible gaseoso
fr: • {0} stockage de carburant gazeux
zh: • {0} 气体燃料

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.FUELLIQUID
source: • {0} of liquid fuel storage
es: • {0} de almacenamiento de líquido
fr: • {0} stockage de carburant liquide
zh: • {0} 液体燃料

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.FUELSOLID
source: • {0} of solid fuel storage
es: • {0} de almacenamiento de combustible sólido
fr: • {0} stockage de carburant solide
zh: • {0} 固体燃料

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.GASDCARGO
source: • {0} of gas storage
es: • {0} de almacenamiento de gas
fr: • {0} stockage de gaz
zh: • {0} 气体

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.LIQUIDCARGO
source: • {0} of liquid storage
es: • {0} de almacenamiento de líquido
fr: • {0} stockage de liquide
zh: • {0} 液体

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.OXIDIZERGAS
source: • {0} of gas oxidizer storage
es: • {0} de almacenamiento de oxidante gaseoso
fr: • {0} stockage d'oxydant gazeux
zh: • {0} 气体氧化剂

source: • {0} of liquid oxidizer storage
es: • {0} de almacenamiento de oxidante líquido
fr: • {0} stockage d'oxydant liquide
zh: • {0} 液体氧化剂

source: • {0} of solid oxidizer storage
es: • {0} de almacenamiento de oxidante sólido
fr: • {0} stockage d'oxydant solide
zh: • {0} 固体氧化剂

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.POWER
source: • {0} power storage
es: • {0} de almacenamiento de energía
fr: • {0} stockage d'énergie
zh: • {0} 电力

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.RADBOLTS
source: • {0} radbolt storage
es: • {0} de almacenamiento de radbolts
fr: • {0} stockage de radbolts
zh: • {0} 辐射粒子

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.SOLIDCARGO
source: • {0} of solid storage
es: • {0} de almacenamiento sólido
fr: • {0} stockage de solide
zh: • {0} 固体

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.TITLE
source: <b>Module Storage:</b>
es: <b>Almacenamiento de Módulos:</b>
fr: <b>Modules de Stockages:</b>
zh: <b>舱内储存：</b>

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTITLES.CARGO
source: Cargo & Storage
es: Carga y Almacenamiento
fr: Cargo et stockage
zh: 货物和储存

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTITLES.DEPLOYABLES
source: Deployables
es: Desplegables
fr: Déployables
zh: 可部署设备

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTITLES.ENGINES
source: Rocket Engines
es: Motores de Cohete
fr: Moteurs de Fusées
zh: 火箭引擎

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTITLES.FUEL
source: Fuel & Oxidizer Tanks
es: Depósitos de Combustible y Oxidante
fr: Réservoirs de carburant et d'oxydant
zh: 燃料和氧化剂箱

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTITLES.HABITATS
source: Command Modules
es: Módulos de Mando
fr: Module de commande
zh: 指挥舱

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTITLES.NOSECONES
source: Nosecones
es: Conos de nariz
fr: Coiffe
zh: 前锥

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTITLES.POWER
source: Power Storage & Production
es: Almacenamiento y Producción de Energía
fr: Stockage et production d'électricité
zh: 电力存储与生产

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTITLES.PRODUCTION
source: Production
es: Producción
zh: 生产

source: Uncategorized
es: Sin Categoría
fr: Sans catégorie
zh: 未分类

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTITLES.UTILITY
source: Utility
es: Utilidades
fr: Utilitaires
zh: 使用

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CATEGORYTOOLTIPS.CARGO
source: All those resources, but where to put them? Store them within these modules.
es: Todos esos recursos, ¿pero dónde guardarlos? Almacénalos en estos módulos.
fr: Toutes ces ressources, mais où les mettre ? Stockez-les dans ces modules.
zh: 获得了所有这些资源，但该放在哪里呢？ 把这些资源存放在这些舱块中。
