Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: Rockets-TinyYetBig/ModAssets/translations/*.po
Languages: es, fr, zh

source: • {CRITTERNAME}, {AGE} Cycles old
es: • {CRITTERNAME}, {AGE} ciclos
fr: • {CRITTERNAME}, à {AGE} cycles
zh: • {CRITTERNAME}，年龄{AGE}周期

source: Drop all Critters
es: Soltar todas las criaturas
fr: Abandonner toutes les créatures
zh: 丢弃所有小动物

source: Drop it like its hot
es: Suéltalas ya
fr: Hop, bon débarras
zh: 像烫手山芋那样扔掉它

source: Module currently holds these Critters:
es: El módulo actualmente contiene estas criaturas:
fr: Le module contient actuellement les créatures suivantes :
zh: 舱块当前包含以下小动物：

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_CRITTERMODULECONTENT.NAME
source: Critter Count: {0}/{1}
es: Cantidad de criaturas: {0}/{1}
fr: Nombre de créatures : {0}/{1}
zh: 小动物数量：{0}/{1}

source: No Critters stored.
es: No hay criaturas almacenadas.
fr: Aucune créature n'est stocké.
zh: 未存储小动物。

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_CRITTERMODULECONTENT.UNITS
source: Critters
es: Criaturas
fr: Créatures
zh: 小动物

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_DOCKEDSTATUS.MULTIPLES
source: multiple crafts
es: múltiples naves
fr: plusieurs métiers
zh: 多个工艺品

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_DOCKEDSTATUS.NAME
source: Docked to {SINGLEDOCKED}.
es: Atracada a {SINGLEDOCKED}.
fr: Ammarage à {SINGLEDOCKED}.
zh: 停靠到{SINGLEDOCKED}。

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_DOCKEDSTATUS.TOOLTIP
source: Currently docked to: {DOCKINGLIST}
es: Actualmente atracada a: {DOCKINGLIST}
fr: Actuellement amarré à : {DOCKINGLIST}
zh: 当前停靠于：{DOCKINGLIST}

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_FOODSTORAGESTATUS.FOODINFO
source: • {0}: {1}KCal
zh: • {0} : {1}千卡

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_FOODSTORAGESTATUS.NAME
source: Total Food: {REMAININGMASS}KCal
es: Comida Total: {REMAININGMASS} kcal
fr: Calories disponibles : {REMAININGMASS}KCal
zh: 食物总量：{REMAININGMASS}千卡

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_FOODSTORAGESTATUS.TOOLTIP
source: The connected Fridge Modules still contain {REMAININGMASS} KCal of Food.{FOODLIST}
es: Los Módulos de Refrigeración conectados aún contienen {REMAININGMASS} kcal de comida.{FOODLIST}
fr: Les modules frigorifiques connectés contiennent encore {REMAININGMASS} KCal de nourriture.{FOODLIST}
zh: 连接的冰箱舱块仍然包含{REMAININGMASS}千卡食物。{FOODLIST}

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_MININGINFORMATIONBOONS.NAME
source: Mining Boost: {RATEPERCENTAGE}
es: Impulso Minero: {RATEPERCENTAGE}
fr: Boost de minage : {RATEPERCENTAGE}
zh: 开采加速：{RATEPERCENTAGE}

source: • Pilot skills: {BOOSTPERCENTAGE}% (affected by piloting and digging skill)
es: • Habilidades del piloto: {BOOSTPERCENTAGE}% (afectadas por la habilidad de pilotaje y excavación)
fr: • Compétences de pilotage : {BOOSTPERCENTAGE}% (affecté par les compétences de pilotage et de minage)
zh: •驾驶技能{BOOSTPERCENTAGE}%（受驾驶和挖掘技能影响）

source: • Drillcone Maintainance Modules: {BOOSTPERCENTAGE}% (x{COUNT} Modules)
es: • Módulos de Mantenimiento del Cono Taladrador: {BOOSTPERCENTAGE}% (x{COUNT} Módulos)
fr: • Modules d'entretien des foreuses: {BOOSTPERCENTAGE}% (x{COUNT} Modules)
zh: • 钻头维护舱: {BOOSTPERCENTAGE}% (x{COUNT} 模块)

source: • Drillcone Maintainance Module: {BOOSTPERCENTAGE}% (x1 Module)
es: • Módulo de Mantenimiento del Cono Taladrador: {BOOSTPERCENTAGE}% (x1 Módulo)
fr: • Module d'entretien des foreuses: {BOOSTPERCENTAGE}% (x1 Module)
zh: • 钻头维护舱: {BOOSTPERCENTAGE}% (x1 模块)

source: This mining operation is boosted by {RATEPERCENTAGE}, currently mining {YIELDMASS} and consuming {DRILLMATERIALMASS} {DRILLMATERIAL} per second. Boosting Factors:
es: Esta operación minera se ve incrementada en {RATEPERCENTAGE}, actualmente extrae {YIELDMASS} y consume {DRILLMATERIALMASS} {DRILLMATERIAL} por segundo. Factores de incremento:
fr: Cette opération minière est améliorée de {RATEPERCENTAGE}, elle exploite actuellement {YIELDMASS} et consomme {DRILLMATERIALMASS} {DRILLMATERIAL} par seconde. Facteurs de stimulation :
zh: 该项开采任务的速率为{RATEPERCENTAGE}， 当前每秒开采{YIELDMASS}和消耗{DRILLMATERIALMASS} {DRILLMATERIAL}。 加速因子：

source: Power Generation: {ActiveWattage}/{MaxWattage}
es: Generación de energía: {ActiveWattage}/{MaxWattage}
fr: Production d'électricité: {ActiveWattage}/{MaxWattage}
zh: 发电量: {ActiveWattage}/{MaxWattage}

source: Module generator will generate <style="produced">{MaxWattage}</style> of <style="KKeyword">Power</style> once fueled Right now, it's not doing much of anything
es: El generador del módulo generará <style="produced">{MaxWattage}</style> de <style="KKeyword">energía</style> una vez alimentado Por ahora, no está haciendo casi nada
fr: Le module générateur produit <style="produced">{MaxWattage}</style> d'<style="KKeyword">énergie</style> une fois alimenté. Pour l'instant, il ne fait pas grand chose
zh: 发电舱消耗一次燃料会产生<style="producted">{MaxWattage}</style>的<style="KKeyword">电力</style> 不过现在它什么也没做

source: Power Generation: {ActiveWattage}/{MaxWattage}
es: Generación de energía: {ActiveWattage}/{MaxWattage}
fr: Production d'électricité : {ActiveWattage}/{MaxWattage}
zh: 发电量：{ActiveWattage}/{MaxWattage}

source: Module generator is producing<style="produced">{MaxWattage}</style> of <style="KKeyword">Power</style> It will continue generating power as long as are enough resources left
es: El generador del módulo está produciendo <style="produced">{MaxWattage}</style> de <style="KKeyword">energía</style> Continuará generando energía mientras queden suficientes recursos
fr: Le module générateur produit<style="produced">{MaxWattage}</style> d'<style="KKeyword">énergie</style> Il continuera à produire de l'énergie tant qu'il restera suffisamment de ressources
zh: 发电舱正在产生<style="produced">{MaxWattage}</style>的<style="KKeyword">电力</style> 如果有足够多的资源它会一直生产电力

source: Generator Fuel Capacity: {CurrentFuelStorage}/{MaxFuelStorage}
es: Capacidad de Combustible del Generador: {CurrentFuelStorage}/{MaxFuelStorage}
fr: Capacité de carburant du générateur : {CurrentFuelStorage}/{MaxFuelStorage}
zh: 发电舱燃料存量：{CurrentFuelStorage}/{MaxFuelStorage}

source: This {GeneratorType} has {CurrentFuelStorage} out of {MaxFuelStorage} available.
es: Este {GeneratorType} tiene {CurrentFuelStorage} de {MaxFuelStorage} disponible.
fr: Ce {GeneratorType} a {CurrentFuelStorage} sur {MaxFuelStorage} disponible.
zh: 这个 {GeneratorType} 有 {CurrentFuelStorage}/{MaxFuelStorage} 的可用燃料。

source: Power Generation: {ActiveWattage}/{MaxWattage}
es: Generación de Energía: {ActiveWattage}/{MaxWattage}
fr: Production d'électricité : {ActiveWattage}/{MaxWattage}
zh: 发电量：{ActiveWattage}/{MaxWattage}

source: Module generator will generate <style="produced">{MaxWattage}</style> of <style="KKeyword">Power</style> once traveling through space and fueled Right now, it's not doing much of anything
es: El generador del módulo generará <style="produced">{MaxWattage}</style> de <style="KKeyword">energía</style> una vez que viaje por el espacio y esté alimentado Por ahora, no está haciendo casi nada
fr: Le module générateur produit <style="produced">{MaxWattage}</style> d'<style="KKeyword">énérgie</style> une fois qu'il voyage dans l'espace et qu'il est alimenté. Pour l'instant, il ne fait pas grand-chose
zh: 一旦进入太空并提供燃料，发电舱将产生<style="producted">{MaxWattage}</style>的<style="KKeyword">电力</style> 不过现在它什么也没做

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_MODULEGENERATORPOWERED.NAME
source: Power Generation: {ActiveWattage}/{MaxWattage}
es: Generación de energía: {ActiveWattage}/{MaxWattage}
fr: Production d'électricité : {ActiveWattage}/{MaxWattage}
zh: 发电量：{ActiveWattage}/{MaxWattage}

source: Module generator is producing<style="produced">{MaxWattage}</style> of <style="KKeyword">Power</style> While traveling through space, it will continue generating power as long as are enough resources left
es: El generador del módulo está produciendo <style="produced">{MaxWattage}</style> de <style="KKeyword">energía</style> Mientras viaje por el espacio, continuará generando energía mientras queden suficientes recursos
fr: Le module générateur produit<style="produced">{MaxWattage}</style> d'<style="KKeyword">énergie</style> En voyageant dans l'espace, il continuera à produire de l'énergie tant qu'il restera assez de ressources
zh: 发点舱可产生<style="produced">{MaxWattage}</style>的<style="KKeyword">电力</style> 在太空中飞行时，只要还有足够的资源，它就会持续发电

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_ROCKETBATTERYSTATUS.NAME
source: Battery Module Charge: {CurrentCharge}/{MaxCharge}
es: Carga del Módulo de Batería: {CurrentCharge}/{MaxCharge}
fr: Charge du module de batterie : {CurrentCharge}/{MaxCharge}
zh: 电池舱充电：{CurrentCharge}/{MaxCharge}

# Rockets_TinyYetBig.STRINGS.BUILDING.STATUSITEMS.RTB_ROCKETBATTERYSTATUS.TOOLTIP
source: This Rocket has {CurrentCharge}/{MaxCharge} stored in battery modules.
es: Este cohete tiene {CurrentCharge}/{MaxCharge} almacenados en los módulos de batería.
fr: Cette fusée a {CurrentCharge}/{MaxCharge} stockés dans les modules de batterie.
zh: 该火箭的电池舱中存储有 {CurrentCharge}/{MaxCharge}。

source: Active while landed
es: Activo mientras está aterrizado
fr: Actif pendant l'atterrissage
zh: 着陆时激活

source: This generator will run even while landed
es: Este generador funcionará incluso mientras esté en tierra
fr: Ce générateur fonctionnera même en cas d'atterrissage
zh: 这台发电机即使在着陆时也会运行

source: Constructing: {TIME} left
es: Construyendo: {TIME} restante
fr: Construction : {TIME} restant
zh: 建造：剩余 {TIME}

source: Demolishing: {TIME} left
es: Demoliendo: {TIME} restante
fr: Démolition : {TIME} restant
zh: 拆毁：剩余 {TIME}

source: Nominal
es: Operativo
zh: 正常

source: Module Status: {STATUS}
es: Estado del Módulo: {STATUS}
fr: Statut du module : {STATUS}
zh: 舱块状态：{STATUS}

source: No active process
es: Ningún proceso activo
fr: Pas de processus actif
zh: 无活动进程

source: Time until current operation is completed: {TIME}
es: Tiempo hasta que la operación actual se complete: {TIME}
fr: Durée jusqu'à la fin de l'opération en cours : {TIME}
zh: 完成当前操作的时间：{TIME}

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.GENERATORLIMIT
source: If there is atleast one battery connected, the generator will stop producing if the battery is above 95% charge.
es: Si hay al menos una batería conectada, el generador dejará de producir energía si la batería supera el 95% de carga.
fr: Si au moins une batterie est connectée, le générateur s'arrêtera de produire si la batterie est chargée à plus de 95 %.
zh: 如果至少连接了一个电池，且电池电量超过95%，发电机将停止发电。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_ADVANCEDLAUNCHPAD.DESC
source: A platform from which rockets can be launched and on which they can land.
zh: 一个使火箭能够在上面发射和着陆的平台。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_ADVANCEDLAUNCHPAD.EFFECT
source: Precursor to construction of all other Rocket modules. Allows Rockets to launch from or land on the host Planetoid. Automatically links up to <link="MODULARLAUNCHPADPORTSOLID">Rocket Port</link><link="MODULARLAUNCHPADPORTSOLID">s</link> built to either side of the platform. Comes with shifted logic ports and extra ribbon ports for more control over the rocket.
zh: 建造所有火箭舱块的前置建筑。 允许火箭在小行星上发射或着陆。 将建造的<link="MODULARLAUNCHPADPORTSOLID">火箭端口</link>与火箭平台的一侧自动相连。 配有偏移逻辑端口和额外的带状端口，以实现对火箭的更多控制。

source: Each bit sends a <b><style="logic_on">Green Signal</style></b> when its respective check list category is fulfilled. Bit 1 tracks the category "Flight Route" Bit 2 tracks the category "Rocket Construction" Bit 3 tracks the category "Cargo Manifest" Bit 4 tracks the category "Crew Manifest"
es: Cada bit envía una <b><style="logic_on">Señal Verde</style></b> cuando su categoría correspondiente de la lista de control está cumplida. Bit 1 sigue la categoría "Ruta de Vuelo" Bit 2 sigue la categoría "Construcción del Cohete" Bit 3 sigue la categoría "Manifiesto de Carga" Bit 4 sigue la categoría "Manifiesto de Tripulación"
fr: Chaque bit envoie un <b><style="logic_on">signal vert</style></b> lorsque la catégorie de la liste de contrôle correspondante est remplie. Le bit 1 correspond à la catégorie "Itinéraire de vol" Le bit 2 correspond à la catégorie "Construction de la fusée". Le bit 3 correspond à la catégorie "Manifeste de la cargaison". Le bit 4 correspond à la catégorie "Manifeste de l'équipage".
zh: 每位在相应的检查表类别满足时发送一个<b><style="logic_on">绿色信号</style></b>。 位1追踪"飞行路线"类别 位2追踪"火箭建设"类别 位3追踪"货舱清单"类别 位4追踪"成员清单"类别

source: Otherwise, sends a <b><style="logic_off">Red Signal</style></b> to the respective Bit.
es: De lo contrario, envía una <b><style="logic_off">Señal Roja</style></b> al Bit correspondiente.
fr: Dans le cas contraire, il envoie un <b><style="logic_off">signal rouge</style></b> au bit concerné.
zh: 否则，向相应的位发送<b><style="logic_off">红色信号</style></b>。

source: <b><style="logic_on">Green Signal on the first Bit</style></b>: Launch rocket <b><style="logic_on">Bit 2</style></b> allows to override the "Fueled" Warning under Cargo Manifest that otherwise prevent automated launches. This allows rockets to fly one-way-trips to another launchpad <b><style="logic_on">Bit 3</style></b> allows to override all Cargo Warnings (that aren't Fuel) under Cargo Manifest that otherwise prevent automated launches. <b><style="logic_on">Bit 4</style></b> makes the Overrides of Bit 2 and 3 affect the logic output of the launch pad.
es: <b><style="logic_on">Señal Verde en el primer Bit</style></b>: Lanzar cohete <b><style="logic_on">Bit 2</style></b> permite anular la advertencia de "Combustible" en el Manifiesto de Carga que de otro modo impediría los lanzamientos automáticos. Esto permite que los cohetes realicen viajes de ida a otra plataforma de lanzamiento <b><style="logic_on">Bit 3</style></b> permite anular todas las advertencias de carga (que no sean combustible) en el Manifiesto de Carga que de otro modo impedirían los lanzamientos automáticos. <b><style="logic_on">Bit 4</style></b> hace que las anulaciones de los Bits 2 y 3 afecten la salida lógica de la plataforma de lanzamiento.
fr: <b><style="logic_on">Signal vert sur le premier bit</style></b>: Lancement de la fusée <b><style="logic_on">Bit 2</style></b> permet de passer outre l'avertissement "Alimenté en carburant" dans le manifeste de cargaison qui empêche les lancements automatisés. Cela permet aux fusées d'effectuer des allers simples vers une autre base de lancement. <b><style="logic_on">Bit 3</style></b> permet d'ignorer tous les avertissements relatifs à la cargaison (qui ne sont pas du carburant) dans le manifeste de la cargaison, qui empêchent les lancements automatisés. <b><style="logic_on">Bit 4</style></b> fait que les contournement des Bit 2 et 3 affectent la sortie logique de la rampe de lancement.
zh: <b><style="logic_on">第一比特上的绿色信号</style></b>：发射火箭 <b><style="logic_on">位2</style></b>允许覆盖货物清单下的"添加燃料"警告，否则这将阻止自动化发射。这使得火箭可以单程飞往另一个发射台。 <b><style="logic_on">位3</style></b>允许覆盖货物清单下所有（非燃料）的货物警告，否则这将阻止自动化发射。 <b><style="logic_on">位4</style></b>使得位2和3的覆盖设置能够影响发射台的逻辑输出。

source: <b><style="logic_off">Red Signal on the first Bit</style></b>: Cancel launch
es: <b><style="logic_off">Señal Roja en el primer Bit</style></b>: Cancelar lanzamiento
fr: <b><style="logic_off">Signal rouge sur le premier bit</style></b> : Annuler le lancement
zh: <b><style="logic_off">第一位上的红色信号</style></b>：取消发射

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_ADVANCEDLAUNCHPAD.NAME
source: <link="RTBBUNKERLAUNCHPAD">Advanced Rocket Platform</link>
es: <link="RTBBUNKERLAUNCHPAD">Plataforma Avanzada de Cohetes</link>
fr: <link="RTBBUNKERLAUNCHPAD">Plateforme de fusée avancée</link>
zh: <link="RTBBUNKERLAUNCHPAD">高级火箭平台</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_AIMODULEDOCKINGPORT.DESC
source: Connecting with another (rocket) has never been easier.
es: Conectarse con otro (cohete) nunca ha sido tan fácil.
fr: Se connecter avec une autre (fusée) n'a jamais été aussi facile.
zh: 与另一个（火箭）连接从未如此容易。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_AIMODULEDOCKINGPORT.EFFECT
source: Enables docking with other rockets and space stations Both docking participants require a docking component to dock. Duplicants cannot use this docking connection. Add it to an AI controlled rocket to allow it to dock. Multiple Modules allow multiple docking connections
es: Permite acoplarse con otros cohetes y estaciones espaciales Ambos participantes del acoplamiento requieren un componente de acoplamiento para poder acoplar. Los duplicantes no pueden usar esta conexión de acoplamiento. Añádelo a un cohete controlado por IA para permitir que se acople. Múltiples módulos permiten múltiples conexiones de acoplamiento
fr: Permet l'amarrage avec d'autres fusées et stations spatiales Les deux participants à l'amarrage ont besoin d'un composant d'amarrage pour s'amarrer. Les duplicants ne peuvent pas utiliser cette connexion d'amarrage. Ajoutez-le à une fusée contrôlée par l'IA pour lui permettre de s'amarrer. Les modules multiples permettent des connexions d'amarrage multiples
zh: 启用与其他火箭和空间站的对接 对接的双方都需要一个对接组件才能完成对接。 复制人不能使用此对接连接。 将其添加到 AI 控制的火箭上，允许其进行对接。 多个模块允许多个对接连接

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_AIMODULEDOCKINGPORT.NAME
source: <link="RTBAIMODULEDOCKINGPORT">Docking Module</link>
es: <link="RTBAIMODULEDOCKINGPORT">Módulo de Acoplamiento</link>
fr: <link="RTBAIMODULEDOCKINGPORT">Module d'amarrage </link>
zh: <link="RTBAIMODULEDOCKINGPORT">对接模块</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_BUNKERLAUNCHPAD.DESC
source: A platform from which rockets can be launched and on which they can land. Fortified to withstand comets.
zh: 一个平台，火箭能够在上面发射和着陆。 为抵御流星而加固过。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_BUNKERLAUNCHPAD.EFFECT
source: Precursor to construction of all other Rocket modules. Allows Rockets to launch from or land on the host Planetoid. Automatically links up to <link="MODULARLAUNCHPADPORTSOLID">Rocket Port</link><link="MODULARLAUNCHPADPORTSOLID">s</link> built to either side of the platform. Blocks comets and is immune to comet damage.
zh: 建造所有火箭舱块的前置建筑。 允许火箭在小行星上发射或着陆。 将建造的<link="MODULARLAUNCHPADPORTSOLID">火箭端口</link>与火箭平台的一侧自动相连。 抵御流星并免疫流星伤害。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_BUNKERLAUNCHPAD.NAME
source: <link="RTBBUNKERLAUNCHPAD">Fortified Rocket Platform</link>
es: <link="RTBBUNKERLAUNCHPAD">Plataforma de Cohetes Fortificada</link>
fr: <link="RTBBUNKERLAUNCHPAD">Plateforme de fusée fortifiée</link>
zh: <link="RTBBUNKERLAUNCHPAD">强化火箭平台</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CARGOBAYCLUSTERLARGE.DESC
source: Holds even more than a large cargo bay!
es: ¡Almacena incluso más que una gran bahía de carga!
fr: Contient encore plus qu'une grande soute !
zh: 容纳的东西甚至比一个大货舱还多！

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CARGOBAYCLUSTERLARGE.EFFECT
source: Allows Duplicants to store most of the <link="ELEMENTSSOLID">Solid Materials</link> found during space missions. Stored resources become available to the colony upon the rocket's return. Must be built via <link="LAUNCHPAD">Rocket Platform</link>.
zh: 允许复制人在太空任务期间存储大部分<link="ELEMENTSSOLID">固体材料</link>。 存储的资源在火箭返回后可供殖民地使用。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CARGOBAYCLUSTERLARGE.NAME
source: <link="RTBCARGOBAYCLUSTERLARGE">Colossal Cargo Bay</link>
es: <link="RTBCARGOBAYCLUSTERLARGE">Bahía de Carga Colosal</link>
fr: <link="RTBCARGOBAYCLUSTERLARGE">Baie de chargement colossale</link>
zh: <link="RTBCARGOBAYCLUSTERLARGE">巨型货舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CO2FUELTANK.DESC
source: Storing additional fuel increases the distance a rocket can travel before returning.
es: Almacenar combustible adicional aumenta la distancia que puede recorrer un cohete antes de regresar.
fr: Le stockage de carburant supplémentaire augmente la distance qu'une fusée peut parcourir avant de revenir.
zh: 储存额外的燃料可以增加火箭返回前的飞行距离。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CO2FUELTANK.EFFECT
source: Stores pressurized <link="CARBONDIOXIDE">Carbon Dioxide</link> for <link="CO2ENGINE">Carbon Dioxide Engines</link>
es: Almacena <link="CARBONDIOXIDE">Dióxido de Carbono</link> presurizado para <link="CO2ENGINE">Motores de Dióxido de Carbono</link>
fr: Stocke du <link="CARBONDIOXIDE">dioxyde de carbone</link> sous pression pour le<link="CO2ENGINE">moteur au dioxyde de carbone</link>
zh: 存储加压的<link="CARBONDIOXIDE">二氧化碳</link>供<link="CO2ENGINE">二氧化碳引擎</link>使用

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CO2FUELTANK.NAME
source: <link="RTBCO2FUELTANK">Carbon Dioxide Fuel Tank</link>
es: <link="RTBCO2FUELTANK">Depósito de Combustible de Dióxido de Carbono</link>
fr: <link="RTBCO2FUELTANK">Réservoir à dioxyde de carbone</link>
zh: <link="RTBCO2FUELTANK">二氧化碳燃料箱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CRITTERCONTAINMENTMODULE.DESC
source: These critters will go where no critter has gone before.
es: Estas criaturas irán donde ninguna criatura ha ido antes.
fr: Ces créatures iront là où aucune créature n'est allée auparavant.
zh: 这些小动物将会前往其他小动物从未涉足的领域。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CRITTERCONTAINMENTMODULE.EFFECT
source: This module allows the safe transport of critters to their new home.
es: Este módulo permite el transporte seguro de las criaturas a su nuevo hogar.
fr: Ce module permet de transporter en toute sécurité les créatures vers leur nouveau foyer.
zh: 这个模块可以将小动物门安全地运送到新家。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CRITTERCONTAINMENTMODULE.NAME
source: <link="CRITTERCONTAINMENTMODULECONFIGOLD">[DEPRECATED] Critter Containment Module</link>
es: <link="CRITTERCONTAINMENTMODULECONFIGOLD">[OBSOLETO] Módulo de Contención de Criaturas</link>
fr: <link="CRITTERCONTAINMENTMODULECONFIGOLD">[DEPRECATED] Module de confinement des créatures</link>
zh: <link="CRITTERCONTAINMENTMODULECONFIGOLD">[已弃用]小动物隔离舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CRITTERSTASISMODULE.DESC
source: These critters will go where no critter has gone before.
es: Estas criaturas irán donde ninguna criatura ha ido antes.
fr: Ces créatures iront là où aucune créature n'est allée auparavant.
zh: 这些小动物将会前往其他小动物从未涉足的领域。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CRITTERSTASISMODULE.EFFECT
source: This module allows the safe transport of critters to their new home. Stored Critters wont age.
es: Este módulo permite el transporte seguro de criaturas a su nuevo hogar. Las criaturas almacenadas no envejecerán.
fr: Ce module permet de transporter en toute sécurité les créatures vers leur nouveau foyer. Les créatures stockés ne vieilliront pas.
zh: 这个模块可以将小动物门安全地运送到新家。 储存的小动物不会衰老。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CRITTERSTASISMODULE.NAME
source: <link="CRITTERSTASISMODULECONFIG">Critter Stasis Module</link>
es: <link="CRITTERSTASISMODULECONFIG">Módulo de Estasis de Criaturas</link>
fr: <link="CRITTERSTASISMODULECONFIG">Module de stase pour créatures</link>
zh: <link="CRITTERSTASISMODULECONFIG">小动物休眠舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DEEPSPACERESEARCHCENTER.DESC
source: Quantum computers unlock new breakthroughs from the analysis of deep space anomalies. Requires active cooling to function optimally
es: Los ordenadores cuánticos desbloquean nuevos avances a partir del análisis de anomalías del espacio profundo. Requieren refrigeración activa para funcionar de manera óptima
zh: 量子计算机通过对深空中异常现象的分析，实现了新的突破。 需要有效的冷却才能发挥最佳功能

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DEEPSPACERESEARCHCENTER.EFFECT
source: Conducts <link="DEEPSPACERESEARCH">Deep Space Research</link> to unlock new technologies. Consumes <link="RTBDEEPSPACEINSIGHT">Deep Space Insights</link>. Assigned Duplicants must possess the <link="SPACERESEARCH">Data Analysis Researcher</link> skill.
zh: 开展<link="DEEPSPACERESEARCH">深空研究</link>以解锁新技术。 消耗<link="RTBDEEPSPACEINSIGHT">深空洞察</link>。 指定的复制人必须拥有<link="SPACERESEARCH">数据分析研究</link>技能。
