Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: Rockets-TinyYetBig/ModAssets/translations/*.po
Languages: es, fr, zh

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RYB_NOSECONEHEPHARVEST.EFFECT
source: Enables a rocket to drill into interstellar debris and collect <link="ELEMENTSGAS">gas</link>, <link="ELEMENTSLIQUID">liquid</link> and <link="ELEMENTSSOLID">solid</link> resources from space. Engine must be built via <link="LAUNCHPAD">Rocket Platform</link>. Must be built at the top of a rocket with <link="ELEMENTSGAS">gas</link>, <link="ELEMENTSLIQUID">liquid</link> or <link="ELEMENTSSOLID">solid</link> Cargo Module attached to store the appropriate resources.
zh: 使火箭能够钻取太空中的星际碎片并收集<link="ELEMENTSGAS">气体</link>、<link="ELEMENTSLIQUID">液体</link>和<link="ELEMENTSSOLID">固体</link>资源。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。 必须建在火箭的最顶端，且含有能够储存相应资源的<link="ELEMENTSGAS">气体</link>、<link="ELEMENTSLIQUID">液体</link>或<link="ELEMENTSSOLID">固体</link>货舱。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RYB_NOSECONEHEPHARVEST.NAME
source: <link="NOSECONEHEPHARVESTCONFIG">Laser Drillcone</link>
es: <link="NOSECONEHEPHARVESTCONFIG">Cono Taladrador Láser</link>
fr: <link="NOSECONEHEPHARVESTCONFIG">Coiffe perforante laser</link>
zh: <link="NOECONEHEPHARVESTCONFIG">激光钻头前锥</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.RTB_CARGOBAY_LOGICPORTS.EMPTY.LOGIC_PORT
source: Empty/Not Empty
es: Vacío/No Vacío
zh: 空的/非空的

source: Sends a <b><style="logic_on">Green Signal</style></b> when completely empty
es: Envía una <b><style="logic_on">Señal Verde</style></b> cuando está completamente vacío
zh: 完全空时发送<b><style="logic_on">绿色信号</style></b>

source: Otherwise, sends a <b><style="logic_off">Red Signal</style></b>
es: De lo contrario, envía una <b><style="logic_off">Señal Roja</style></b>
zh: 否则，发送<b><style="logic_off">红色信号</style></b>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.RTB_CARGOBAY_LOGICPORTS.FULL.LOGIC_PORT
source: Full/Not Full
es: Lleno/No Lleno
zh: 已满/未满

source: Sends a <b><style="logic_on">Green Signal</style></b> when completely full
es: Envía una <b><style="logic_on">Señal Verde</style></b> cuando está completamente lleno
zh: 完全满时发送<b><style="logic_on">绿色信号</style></b>

source: Otherwise, sends a <b><style="logic_off">Red Signal</style></b>
es: De lo contrario, envía una <b><style="logic_off">Señal Roja</style></b>
zh: 否则，发送<b><style="logic_off">红色信号</style></b>

# Rockets_TinyYetBig.STRINGS.CODEX.STORY_TRAITS.RTB_CRASHEDUFOSTORYTRAIT.NAME
source: Crashed Starship
es: Nave Estelar Estrellada
fr: Vaisseau spatial écrasé
zh: 破碎的星舰

# Rockets_TinyYetBig.STRINGS.DEEPSPACERESEARCH.DESC
source: <link="DEEPSPACERESEARCH">Deep Space Research</link> is conducted by analyzing the deeper meanings behind mysterious artefacts found in the vastness of deep space and by conducting deep space analysis research in the low artifical gravity of a space station.
es: <link="DEEPSPACERESEARCH">Investigación del Espacio Profundo</link> se realiza analizando los significados más profundos de los artefactos misteriosos encontrados en la inmensidad del espacio profundo y llevando a cabo investigaciones de análisis del espacio profundo en la baja gravedad artificial de una estación espacial.
zh: <link="DEEPSPACERESEARCH">深空研究</link> 通过分析在浩瀚深空中发现的神秘文物背后的深层含义，以及在空间站低人工重力环境下进行各种实验的开展。

# Rockets_TinyYetBig.STRINGS.DEEPSPACERESEARCH.NAME
source: <link="DEEPSPACERESEARCH">Deep Space Research</link>
es: <link="DEEPSPACERESEARCH">Investigación en el Espacio Profundo</link>
zh: <link="DEEPSPACERESEARCH">深空研究</link>

# Rockets_TinyYetBig.STRINGS.DEEPSPACERESEARCH.RECIPEDESC
source: Unlocks new breakthroughs in space construction
es: Desbloquea nuevos avances en la construcción espacial
fr: De nouvelles percées dans la construction spatiale
zh: 开启太空建设新突破

# Rockets_TinyYetBig.STRINGS.DEEPSPACERESEARCH.UNLOCKDESC
source: Allows <style="KKeyword"><link="DEEPSPACERESEARCH">Deep Space Research</link></style> points to be accumulated, unlocking higher technology tiers. Can be accumulated before research completion via artifact analysis.
es: Permite acumular puntos de <style="KKeyword"><link="DEEPSPACERESEARCH">Investigación Espacial Profunda</link></style>, desbloqueando niveles de tecnología superiores. Se pueden acumular antes de completar la investigación mediante el análisis de artefactos.
zh: 允许积累<style="KKeyword">深空研究</style>点数，解锁更高的技术层次。v可以在研究完成之前通过分析工艺品积累。

# Rockets_TinyYetBig.STRINGS.DEEPSPACERESEARCH.UNLOCKNAME
source: <style="KKeyword"><link="DEEPSPACERESEARCH">Deep Space Research</link></style> Capability
es: Capacidad de <style="KKeyword"><link="DEEPSPACERESEARCH">Investigación en el Espacio Profundo</link></style>
zh: <style="KKeyword"><link="DEEPSPACERESEARCH">深空研究</link></style>能力

# Rockets_TinyYetBig.STRINGS.ELEMENTS.SPACESTATIONFORCEFIELD.DESC
source: A force field, protecting the station against micro meteors.
es: Un campo de fuerza que protege la estación contra micro-meteoritos.
fr: Un champ de force protégeant la station contre les micro-météores.
zh: 一个力场，保护空间站不受微流星的影响。

# Rockets_TinyYetBig.STRINGS.ELEMENTS.SPACESTATIONFORCEFIELD.NAME
source: <link="SPACESTATIONFORCEFIELD">Station Force Field</link>
es: <link="SPACESTATIONFORCEFIELD">Campo de Fuerza de la Estación</link>
fr: <link="SPACESTATIONFORCEFIELD">Champ de force de la station</link>
zh: <link="SPACESTATIONFORCEFIELD">空间站力场</link>

# Rockets_TinyYetBig.STRINGS.ELEMENTS.UNOBTANIUMALLOY.DESC
source: An insanely durable and heat resistant alloy. Required in the construction of large space structures. Very sparkly
es: Una aleación increíblemente duradera y resistente al calor. Requerida para la construcción de grandes estructuras espaciales. Muy brillante
fr: Alliage extrêmement durable et résistant à la chaleur. Nécessaire à la construction de grandes structures spatiales. Très étincelant
zh: 一种非常耐磨损和耐高温的合金。 用于建造大型太空结构。 非常闪亮

# Rockets_TinyYetBig.STRINGS.ELEMENTS.UNOBTANIUMALLOY.NAME
source: <link="UNOBTANIUMALLOY">Neutronium Alloy</link>
es: <link="UNOBTANIUMALLOY">Aleación de Neutronio</link>
fr: <link="UNOBTANIUMALLOY">Alliage de neutronium</link>
zh: <link="UNOBTANIUMALOY">中子合金</link>

# Rockets_TinyYetBig.STRINGS.ELEMENTS.UNOBTANIUMALLOY.RECIPE_DESCRIPTION
source: Neutronium Alloy is a <link="ELEMENTSSOLID">Solid Material</link> used in the construction of large space structures.
es: La Aleación de Neutronio es un <link="ELEMENTSSOLID">Material Sólido</link> usado en la construcción de grandes estructuras espaciales.
fr: L'alliage de neutronium est un <link="ELEMENTSSOLID">matériau solide</link> utilisé dans la construction de grandes structures spatiales.
zh: 中子合金是一种<link="ELEMENTSSOLID">固体材料</link>，用于建造大型太空结构。

# Rockets_TinyYetBig.STRINGS.ELEMENTS.UNOBTANIUMDUST.DESC
source: Harvested from artifact research, this dust might have some useful properties. Can be forged into <link="UNOBTANIUMALLOY">Neutronium Alloy</link> at the <link="SUPERMATERIALREFINERY">Molecular Forge</link>
es: Recolectado de la investigación de artefactos, este polvo podría tener algunas propiedades útiles. Se puede forjar en <link=\"UNOBTANIUMALLOY\">Aleación de Neutronio</link> en la <link=\"SUPERMATERIALREFINERY\">Forja Molecular</link>
fr: Récoltée lors de la recherche d'artefacts, cette poussière pourrait avoir des propriétés utiles. Peut être forgée en <link="UNOBTANIUMALLOY">Alliage de Neutronium</link> à la <link="SUPERMATERIALREFINERY">Forge moléculaire</link>
zh: 从文物研究中采集的这种尘埃可能具有一些有用的特性。 可以在<link="SUPERMATERIALREFINERY">分子熔炉</link>将其锻造为<link="UNOBTANIUMALLOY">中子合金</link>。

# Rockets_TinyYetBig.STRINGS.ELEMENTS.UNOBTANIUMDUST.NAME
source: <link="UNOBTANIUMDUST">Neutronium Dust</link>
es: <link="UNOBTANIUMDUST">Polvo de Neutronio</link>
fr: <link="UNOBTANIUMDUST">Poussière de neutronium</link>
zh: <link="UNOBTANIUMDUST">中子尘</link>

# Rockets_TinyYetBig.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RTB_DEEPSPACEINSIGHT.DESC
source: Deep space research data that can be processed into <link="DEEPSPACERESEARCH">Deep Space Research</link> points.
es: Datos de investigación del espacio profundo que pueden procesarse en puntos de <link="DEEPSPACERESEARCH">Investigación del Espacio Profundo</link>.
zh: 深空研究数据可处理为<link="DEEPSPACERESEARCH">深空研究</link>点数。

# Rockets_TinyYetBig.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RTB_DEEPSPACEINSIGHT.NAME
source: <link="RTBDEEPSPACEINSIGHT">Deep Space Insight</link>
es: <link="RTBDEEPSPACEINSIGHT">Conocimiento del Espacio Profundo</link>
zh: <link="RTBDEEPSPACEINSIGHT">深空洞察</link>

source: <link="RTBDEEPSPACEINSIGHT">Deep Space Insights</link>
es: <link="RTBDEEPSPACEINSIGHT">Conocimientos del Espacio Profundo</link>
zh: <link="RTBDEEPSPACEINSIGHT">深空洞察</link>

source: <link="RTBDEEPSPACEINSIGHT">Deep Space Insights</link> generated from analyzing the depths of space with a Deep Space Analyzer
es: <link="RTBDEEPSPACEINSIGHT">Conocimientos del Espacio Profundo</link> generados al analizar las profundidades del espacio con un Analizador del Espacio Profundo
zh: <link="RTBDEEPSPACEINSIGHT">深空洞察</link>是通过使用深空分析仪对深空分析生成的

# Rockets_TinyYetBig.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RTB_EMPTYDATACARD.DESC
source: Empty data card that is required to capture <link="RTBDEEPSPACEINSIGHT">Deep Space Insight</link> at the Deep Space Analyzer
es: Tarjeta de datos vacía necesaria para capturar <link="RTBDEEPSPACEINSIGHT">Conocimiento del Espacio Profundo</link> en el Analizador del Espacio Profundo
zh: 用于在深空分析仪上捕获<link="RTBDEEPSPACEINSIGHT">声控洞察</link>所需的空数据卡

# Rockets_TinyYetBig.STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.RTB_EMPTYDATACARD.NAME
source: <link="RTBEMPTYDATACARD">Empty Data Card</link>
es: <link="RTBEMPTYDATACARD">Tarjeta de Datos Vacía</link>
zh: <link="RTBEMPTYDATACARD">空数据卡</link>

source: <link="RTBEMPTYDATACARD">Empty Data Cards</link>
es: <link="RTBEMPTYDATACARD">Tarjetas de Datos Vacías</link>
zh: <link="RTBEMPTYDATACARD">空数据卡</link>

source: Empty Data Cards, ready to store insights about the depths of space
es: Tarjetas de Datos Vacías, listas para almacenar conocimientos sobre las profundidades del espacio
zh: 空的数据卡，准备存储有关太空深处的各类信息

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.KATAIRITE
source: <link="KATAIRITE">Abyssalite</link>
zh: <link="KATAIRITE">深渊晶石</link>

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_DOCKINGTUBEATTACHMENTSLOT
source: Spacefarer Docking Tube Attachment Port
es: Puerto de Conexión de Tubo de Acoplamiento del Hábitat
fr: Port d'attache du tube d'amarrage du Space-Trotter
zh: 太空航行对接管附件端口

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_NEUTRONIUMALLOYMATERIAL
source: Neutronium Alloy
es: Aleación de Neutronio
fr: Alliage de neutroniums
zh: 中子合金

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_NEUTRONIUMALLOYMATERIAL_DESC
source: Neutronium Alloy is an insanely durable <link="ELEMENTSSOLID">Solid Material</link> used in the construction of large space structures.
es: La Aleación de Neutronio es un <link="ELEMENTSSOLID">Material Sólido</link> extremadamente duradero usado en la construcción de grandes estructuras espaciales.
fr: L'alliage de neutronium est un <link="ELEMENTSSOLID">matériau solide</link> extrêmement résistant utilisé dans la construction de grandes structures spatiales.
zh: 中子合金是一种极其耐用的<link="ELEMENTSSOLID">固体材料</link>，用于建造大型太空结构。

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_OXIDIZERCORROSIVEREQUIREMENT
source: Corrosive Liquid Oxidizer
es: Oxidante Líquido Corrosivo
fr: Oxydant liquide corrosif
zh: 腐蚀性液体氧化剂

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_OXIDIZEREFFICIENCY_1
source: Oxidizer Efficiency 1
es: Eficiencia de Oxidante 1
fr: Efficacité de l'oxydant 1
zh: 氧化剂效率1

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_OXIDIZEREFFICIENCY_2
source: Oxidizer Efficiency 2
es: Eficiencia de Oxidante 2
fr: Efficacité de l'oxydant 2
zh: 氧化剂效率2

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_OXIDIZEREFFICIENCY_3
source: Oxidizer Efficiency 3
es: Eficiencia de Oxidante 3
fr: Efficacité de l'oxydant 3
zh: 氧化剂效率3

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_OXIDIZEREFFICIENCY_4
source: Oxidizer Efficiency 4
es: Eficiencia de Oxidante 4
fr: Efficacité de l'oxydant 4
zh: 氧化剂效率4

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_OXIDIZEREFFICIENCY_5
source: Oxidizer Efficiency 5
es: Eficiencia de Oxidante 5
fr: Efficacité de l'oxydant 5
zh: 氧化剂效率5

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_OXIDIZEREFFICIENCY_6
source: Oxidizer Efficiency 6
es: Eficiencia de Oxidante 6
fr: Efficacité de l'oxydant 6
zh: 氧化剂效率6

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_OXIDIZERLOXTANK
source: Supercooled Liquid Oxidizer
es: Oxidante Líquido Superrefrigerante
fr: Oxydant liquide surfondu
zh: 过冷液体氧化剂

source: Radiation Shielding
es: Blindaje contra Radiación
fr: Protection contre les rayonnements
zh: 辐射防护

source: Materials that posses great radiation shielding properties
es: Materiales que poseen excelentes propiedades de blindaje contra la radiación
zh: 具有出色辐射防护性能的材料

# Rockets_TinyYetBig.STRINGS.MISC.TAGS.RTB_ROCKETFUELMATERIAL
source: Rocket Fuel
es: Combustible para Cohetes
fr: Combustible pour fusée
zh: 火箭燃料

# Rockets_TinyYetBig.STRINGS.MODIFIEDVANILLASTRINGS.KEROSENEENGINECLUSTER_EFFECT
source: Burns any <link="COMBUSTIBLELIQUID">Combustible Liquid</link> to propel rockets for mid-range space exploration. Petroleum Engines have generous height restrictions, ideal for hauling many modules. Engine must be built via <link="LAUNCHPAD">Rocket Platform</link>. Once the engine has been built, more rocket modules can be added.
zh: 燃烧任何<link="COMBUSTIBLELIQUID">可燃液体</link>来推动火箭进行中程太空探索。 石油引擎有宽松的高度限制，非常适合用于运输多个舱块。 引擎必须通过<link="LAUNCHPAD">火箭平台</link>建造。 引擎一旦建成，就可以添加更多的火箭模块。

source: Burns any <link="COMBUSTIBLELIQUID">Combustible Liquid</link> to propel rockets for mid-range space exploration. Small Petroleum Engines possess the same speed as a <link="KEROSENEENGINE">Petroleum Engines</link> but have smaller height restrictions. Engine must be built via <link="LAUNCHPAD">Rocket Platform</link>. Once the engine has been built, more rocket modules can be added.
zh: 燃烧任何<link="COMBUSTIBLELIQUID">可燃液体</link>来推动火箭进行中程太空探索。 小型石油引擎于<link="KEROSENEENGINE">石油引擎</link>速度相同，但高度限制更低。 引擎必须通过<link="LAUNCHPAD">火箭平台</link>建造。 引擎一旦建成，就可以添加更多的火箭模块。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.BUFFLARGEOXIDIZER.TITLE
source: Buff Large Oxidizer Module
es: Mejorar Módulo de Oxidante Grande
fr: Bonus de Module d'oxydation Large
zh: 大型氧化剂舱

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.BUFFLARGEOXIDIZER.TOOLTIP
source: Buff storage capacity of the large Oxidizer Module from 900kg to 1350kg.
es: Aumenta la capacidad de almacenamiento del Módulo de Oxidante Grande de 900 kg a 1350 kg.
fr: Augmente la capacité de stockage du grand module d'oxdant de 900 kg à 1 350 kg.
zh: 大型氧化剂舱的存储容量从900kg提高至1350kg。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CARGOBAY_LOGICPORTS.TITLE
source: Cargobay logic ports
es: Puertos lógicos de la Bahía de Carga
zh: 货舱信号端口

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CARGOBAY_LOGICPORTS.TOOLTIP
source: Cargobays get two logic output ports, one for "is full" and one for "is empty"
es: Las Bahías de Carga reciben dos puertos de salida lógica, uno para "está llena" y otro para "está vacía"
zh: 货舱有两个信号输出端口，一个表示“已满”，另一个表示“已空”。

source: Collossal Cargo Bay Units
es: Unidades de Bahía de Carga Colosal
fr: Unités de soute colossales
zh: 巨型货舱单位

source: Gas Cargobay KG/Unit
es: Bahía de Carga de Gas kg/Unidad
fr: Réserve de gaz KG/unité
zh: 气罐货舱 KG/单位

source: Liquid Cargobay KG/Unit
es: Bahía de Carga de Líquidos kg/Unidad
fr: Réserve de liquide KG/unité
zh: 液缸货舱 KG/单位

source: Large Cargo Bay Units
es: Unidades de Bahía de Carga Grande
fr: Unités de chargement de Grande Soute
zh: 大型货舱单位

source: Small Cargo Bay Units
es: Unidades de Bahía de Carga Pequeña
fr: Unités de chargement de Petite Soute
zh: 小型货舱单位

source: Solid Cargobay KG/Unit
es: Bahía de Carga de Sólidos kg/Unidad
fr: Unités de chargement de Soute
zh: 固体货舱 KG/单位

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CARGOBAYUNITS.TOOLTIP
source: Amount of Cargo Units in this Cargo Bay Size
es: Cantidad de unidades de carga en este tamaño de Bahía de Carga
fr: Quantité de ressources dans cette Soute
zh: 该货舱尺寸的货物单位数量

source: Only has an effect if the option "Rebalanced Cargo Bays" is enabled. Cargo bay capacity is calculated by "Unit-KG * Cargobay-Unit-Count" Unit-Count per size: - Small: 9 Units - Large: 28 Units - Colossal: 64 Units. Adjust the Unit-KG for this cargo bay type below.
es: Solo tiene efecto si la opción "Bahías de Cargas de carga reequilibradas" está activada. La capacidad de la Bahía de Carga se calcula como "KG por Unidad * Número de Unidades de la Bahía de carga" Número de Unidades por tamaño: - Pequeña: 9 Unidades - Grande: 28 Unidades - Colosal: 64 Unidades. Ajusta los KG por Unidad para este tipo de Bahía de Carga a continuación.
fr: N'a d'effet que si l'option "baies de chargement rééquilibrées" est activée. La capacité des soutes est calculée par "Unit-KG * Cargobay-Unit-Count". Nombre d'unités par taille : - Petite : 9 unités - Grand : 28 unités - Colossal : 64 unités. Ajustez le nombre d'unités pour ce type de soute ci-dessous.
zh: 只有当选项“再平衡货舱容量”被启用时才有效果。 货舱容量按“单位(kg) * 货舱单位数量”计算 每个尺寸的单位数量： - 小型：9个单位。 - 大型：28个单位。 - 巨型：64个单位。 调整下列货舱类型的单位(kg)。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CATEGORIES.A_ROCKETRYPLUS
source: Rocketry Vanilla+
es: Cohetería Vanilla+
fr: Fusée Vanilla+
zh: 原版火箭+

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CATEGORIES.B_MININGSHIPPING
source: Mining & Shipping
es: Minería y Transporte
fr: Exploitation minière et transport
zh: 采矿与运输

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CATEGORIES.C_FUELLOGISTICS
source: Fuel & Logistics
es: Combustible y Logística
fr: Carburant et logistique
zh: 燃料与物流

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CATEGORIES.D_POWERUTILITY
source: Power & Utility
es: Energía y Utilidades
fr: Énergie et utilitaire
zh: 电力与实用

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CATEGORIES.E_SPACEEXPANSION
source: Space Expansion
es: Expansión Espacial
fr: Expansion de l'espace
zh: 太空扩展

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CATEGORIES.F_EASTEREGGS
source: Easter Eggs
es: Huevos de Pascua
zh: 复活节彩蛋

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.COMPRESSINTERIORS.TITLE
source: Compress Interiors & Remove Rocket Limit
es: Comprimir Interiores y Eliminar Límite de Cohetes
fr: Réduire l'intérieur et supprimer la limite de fusées
zh: 压缩内部结构与取消火箭限制

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.COMPRESSINTERIORS.TOOLTIP
source: Removes the rocket limit of 16 and trims excessive space outside of the rocket walls in spacefarer interiors Required for space stations.
es: Elimina el límite de 16 cohetes y recorta el espacio excesivo fuera de las paredes del cohete en los interiores de los viajeros espaciales Requerido para estaciones espaciales.
fr: Supprime la limite de 16 fusées et réduit l'espace excessif à l'extérieur des murs des fusées dans les intérieurs des vaisseaux spaciaux. Nécessaire pour les stations spatiales.
zh: 取消了16枚最大火箭的限制，并减少了太空舱中墙壁外的多余空间 适用于空间站。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.CRITTERSTORAGECAPACITY.TITLE
source: Critter Containment Module Capacity
es: Capacidad del Módulo de Contención de Criaturas
fr: Capacité du module de confinement des animaux
zh: 小动物隔离舱容量

source: Amount of critters the module can hold at once
es: Cantidad de criaturas que el módulo puede contener a la vez
fr: Nombre de créatures que le module peut contenir en même temps
zh: 该模块一次能容纳小动物的数量

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.DRILLCONESUPPORTBOOST.TITLE
source: Service Module Drilling Speed Buff
es: Mejora de Velocidad de Perforación del Módulo de Servicio
fr: Buff du Module de service de la coiffe perforante
zh: 维护模块提供钻探速度加成

source: Determines the drilling speed boost the drillcone service module provides to diamond fueled drillcones in percent
es: Determina el incremento de velocidad de perforación que el módulo de servicio proporciona a las brocas alimentadas por diamante, en porcentaje
fr: Détermine l'augmentation de la vitesse de forage que le module d'entretien des foreuses fournit aux foreuses alimentées en diamant, en pourcentage
zh: 决定钻头维护模块提供给钻石燃料钻头的钻探速度提升百分比

source: Service Module Diamond Capacity
es: Capacidad de Diamante del Módulo de Servicio
fr: Capacité en diamants du Module de service
zh: 维护模块钻石容量

source: Determines the diamond capacity of the drillcone service module in KG
es: Determina la capacidad de diamante del módulo de servicio del cono taladrador en KG
fr: Détermine la capacité de diamant du module de service pour la Coiffe Perforante en KG
zh: 决定钻头维护模块的钻石容量(kg)

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEADVWORLDSELECTOR.TITLE
source: Improved World Selector
es: Selector de Mundo Mejorado
fr: Sélecteur de monde amélioré
zh: 改进的世界选择器

source: Makes world selector planets collapsible and improves internal performance. Required for space stations.
es: Hace que los planetas del selector de mundos sean colapsables y mejora el rendimiento interno. Requerido para estaciones espaciales.
fr: Rend les planètes de sélection du monde pliables et améliore les performances internes. Nécessaire pour les stations spatiales.
zh: 使世界选择器下的小行星能够折叠并提高内部性能。 适用于太空站。

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEBOOSTERS.TITLE
source: Enable Booster Modules
es: Activar Módulos de Propulsión
fr: Activer les modules d'amplification
zh: 启用增幅模块

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEBUNKERPLATFORM.TITLE
source: Enable Fortified & Advanced Rocket Platform
es: Activar Plataforma de Cohete Fortificada y Avanzada
fr: Active la plateforme pour fusée Fortifiée et la plateforme avancée
zh: 启用强化&高级火箭平台

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLECRITTERSTORAGE.TITLE
source: Enable Critter Containment Module
es: Activar Módulo de Contención de Criaturas
fr: Active le module de confinement des cératures
zh: 启用小动物隔离舱

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEDRILLSUPPORT.TITLE
source: Enable Drillcone Service Module
es: Activar Módulo de Servicio del cono taladrador
fr: Active le Module de service pour Coiffe Perforante
zh: 启用钻头维护模块

source: Enable early game Fuel Tanks
es: Activar Depósitos de Combustible Iniciales
fr: Active les réserves de carburants de début de partie
zh: 启用早期游戏燃料箱

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEELECTRICENGINE.TITLE
source: Enable Ion Engine
es: Activar Motor iónico
fr: Active le Générateur ionique
zh: 启用离子引擎

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEEXTENDEDHABS.TITLE
source: Enable extra Spacefarer Modules
es: Activar Módulos Extra del Hábitat
fr: Active les modules Space-Trotter additionnels
zh: 启用额外的太空员舱

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEFRIDGE.TITLE
source: Enable Fridge Module
es: Activar Módulo frigorífico
fr: Active le module frigorifique
zh: 启用冰箱舱

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEFUELLOADERS.TITLE
source: Enable Fuel Loaders
es: Activar Cargadores de Combustible
fr: Active les Chargeurs de carburant pour fusées
zh: 启用燃料装载器

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLEGENERATORS.TITLE
source: Enable Generator Modules
es: Activar Módulos Generadores
fr: Active les modules Générateurs
zh: 启用发电舱

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLELARGECARGOBAYS.TITLE
source: Enable Large Cargo Modules
es: Activar Módulos de Carga Grandes
fr: Active le module de Cargo Large
zh: 启用大型货舱

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLELASERDRILL.TITLE
source: Enable Laser Drillcone
es: Activar Cono Taladrador Láser
fr: Active la Coiffe Perforante Laser
zh: 启用激光钻头

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ENABLENATGASENGINE.TITLE
source: Enable Natural Gas Engine
es: Activar Motor de Gas Natural
fr: Active le Moteur à Gaz Naturel
zh: 启用天然气引擎
