Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: Rockets-TinyYetBig/ModAssets/translations/*.po
Languages: es, fr, zh

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_IONENGINECLUSTER.EFFECT
source: Uses large amounts of <link="POWER">Power</link> to ionize <link="WATER">Water</link>, ejecting the ionized particles outwards to propel rockets for long-range space exploration. Power is drawn from battery modules. Engine must be built via <link="LAUNCHPAD">Plataforma de Cohetes</link>
es: Utiliza grandes cantidades de <link="POWER">energía</link> para ionizar <link="WATER">agua</link>, expulsando las partículas ionizadas hacia el exterior para propulsar cohetes en exploraciones espaciales de largo alcance. La energía se toma de los módulos de batería. El motor debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LADDERCONNECTIONADAPTER.EFFECT
source: Connects adjacent rocket platforms while doubling as a ladder. Automatically links when built to the side of a <link="LAUNCHPAD">Plataforma de Cohetes</link> or another <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>
es: Conecta plataformas de cohetes adyacentes mientras funciona también como escalera. Se conecta automáticamente al construirse al lateral de una <link="LAUNCHPAD">Plataforma de Cohetes</link> o de otro <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>

source: Allows Duplicants to store most of the <link="ELEMENTSLIQUID">Liquid</link> resources found during space missions. Stored resources become available to the colony upon the rocket's return. Must be built via <link="LAUNCHPAD">Plataforma de Cohetes</link>.
es: Permite a los Duplicantes almacenar la mayoría de los recursos <link="ELEMENTSLIQUID">líquidos</link> encontrados durante las misiones espaciales. Los recursos almacenados estarán disponibles para la colonia al regresar el cohete. Debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>.

source: Stores <link="CHLORINE">Liquid Chlorine</link> for burning rocket fuels. Must be built via <link="LAUNCHPAD">Plataforma de Cohetes</link>. The oxidizer efficiency of liquid chlorine sits between those of oxylite and liquid oxygen (3).
es: Almacena <link="CHLORINE">cloro líquido</link> para quemar combustibles de cohetes. Debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>. La eficiencia como oxidante del cloro líquido se sitúa entre la del oxilita y el oxígeno líquido (3).

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NATGASENGINECLUSTER.EFFECT
source: Burns <link="METHANE">Natural Gas</link> to propel rockets for mid-range space exploration. Engine must be built via <link="LAUNCHPAD">Plataforma de Cohetes</link>
es: Quema <link="METHANE">gas natural</link> para propulsar cohetes en exploraciones espaciales de alcance medio. El motor debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NOSECONESOLAR.EFFECT
source: Protege un cohete durante la salida y la entrada en la atmósfera, permitiendo los viajes espaciales. El motor debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>. Debe ser construido en la parte superior de un cohete. Converts <link="LIGHT">Sunlight</link> into electrical <link="POWER">Power</link> for use on rockets. Must be exposed to space.
es: Protege un cohete durante la salida y la entrada en la atmósfera, permitiendo los viajes espaciales. El motor debe construirse a través de una <link="LAUNCHPAD">Plataforma de Cohetes</link>. Debe ser construido en la parte superior de un cohete. Convierte <link="LIGHT">luz solar</link> en <link="POWER">energía eléctrica</link> para su uso en cohetes. Debe estar expuesto al espacio.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SMOLBATTERYMODULE.DESC
source: Cargar un módulo de batería antes del despegue facilita la alimentación energía de las instalaciones durante el vuelo.
es: Cargar un módulo de batería antes del despegue facilita el suministro de energía a las instalaciones durante el vuelo.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SOLARPANELMODULE_WIDE.DESC
source: Recoge energía solar antes del despegue y durante el vuelo. That small module looked so off on wide rockets!
es: Recoge energía solar antes del despegue y durante el vuelo. ¡Ese pequeño módulo se veía tan extraño en cohetes anchos!

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SOLARPANELMODULE_WIDE.NAME
source: <link="RTBSOLARPANELMODULEWIDE">Wide Módulo de Panel Solar</link>
es: <link="RTBSOLARPANELMODULEWIDE">Módulo de Panel Solar Ancho</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SPACESTATIONMODULEBUILDER.DESC
source: TODO
es: POR HACER

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALFUELLOADER.EFFECT
source: Refuels connected rockets with the appropriate fuel. Automatically links when built to the side of a <link="LAUNCHPAD">Plataforma de Cohetes</link> or another <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>
es: Reabastece de combustible a los cohetes conectados con el combustible adecuado. Se conecta automáticamente al construirse al lateral de una <link="LAUNCHPAD">Plataforma de Cohetes</link> o de otro <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALOXIDIZERLOADER.EFFECT
source: Refuels connected rockets with the appropriate oxidizer Automatically links when built to the side of a <link="LAUNCHPAD">Plataforma de Cohetes</link> or another <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>
es: Reabastece de combustible a los cohetes conectados con el oxidante adecuado Se conecta automáticamente al construirse al lateral de una <link="LAUNCHPAD">Plataforma de Cohetes</link> o de otro <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_VERTICALADAPTERBASE.EFFECT
source: A Crosspiece rocket port adapter for vertical expansion. Links up with other vertical adapter pieces above and below it. Automatically links when built to the side of a <link="LAUNCHPAD">Plataforma de Cohetes</link> or another <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>
es: Una pieza adaptadora de puerto de cohete en forma de cruz para expansión vertical. Se conecta con otras piezas adaptadoras verticales situadas arriba y abajo. Se conecta automáticamente al construirse al lateral de una <link="LAUNCHPAD">Plataforma de Cohetes</link> o de otro <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_WALLCONNECTIONADAPTER.EFFECT
source: An insulated wall adapter to seal off rocket start areas. Automatically links when built to the side of a <link="LAUNCHPAD">Plataforma de Cohetes</link> or another <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>
es: Un adaptador de pared aislado para sellar las zonas de lanzamiento de cohetes. Se conecta automáticamente al construirse al lateral de una <link="LAUNCHPAD">Plataforma de Cohetes</link> o de otro <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>

source: A bunker wall adapter to seal off rocket start areas. Automatically links when built to the side of a <link="LAUNCHPAD">Plataforma de Cohetes</link> or another <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>
es: Un adaptador de pared de búnker para sellar las zonas de lanzamiento de cohetes. Se conecta automáticamente al construirse al lateral de una <link="LAUNCHPAD">Plataforma de Cohetes</link> o de otro <link="MODULARLAUNCHPADPORTSOLID">Puerto de Cohetes</link>

source: tba
es: por determinar

# Rockets_TinyYetBig.STRINGS.MODIFIEDVANILLASTRINGS.KEROSENEENGINECLUSTER_EFFECT
source: Burns any <link="COMBUSTIBLELIQUID">Combustible Liquid</link> to propel rockets for mid-range space exploration. Petroleum Engines have generous height restrictions, ideal for hauling many modules. Engine must be built via <link="LAUNCHPAD">Plataforma de Cohetes</link>. Once the engine has been built, more rocket modules can be added.
es: Quema cualquier <link=\"COMBUSTIBLELIQUID\">Combustible Líquido</link> para propulsar cohetes en exploración espacial de alcance medio. Los Motores de Petróleo tienen generosas restricciones de altura, ideales para transportar muchos módulos. El motor debe construirse mediante la <link=\"LAUNCHPAD\">Plataforma de Cohetes</link>. Una vez construido el motor, se pueden añadir más módulos de cohete.

source: Burns any <link="COMBUSTIBLELIQUID">Combustible Liquid</link> to propel rockets for mid-range space exploration. Small Petroleum Engines possess the same speed as a <link="KEROSENEENGINE">Petroleum Engines</link> but have smaller height restrictions. Engine must be built via <link="LAUNCHPAD">Plataforma de Cohetes</link>. Once the engine has been built, more rocket modules can be added.
es: Quema cualquier <link=\"COMBUSTIBLELIQUID\">Combustible Líquido</link> para propulsar cohetes en exploración espacial de alcance medio. Los Motores de Petróleo Pequeños poseen la misma velocidad que un <link=\"KEROSENEENGINE\">Motor de Petróleo</link> pero tienen restricciones de altura menores. El motor debe construirse mediante la <link=\"LAUNCHPAD\">Plataforma de Cohetes</link>. Una vez construido el motor, se pueden añadir más módulos de cohete.

# Rockets_TinyYetBig.STRINGS.RESEARCH.TECHS.RTB_DOCKINGTECH.NAME
source: <link="RTBDOCKINGTECH">Celestial Connection</link>
es: <link="RTBDOCKINGTECH">Conexión Celestial</link>
fr: <link="RTBDOCKINGTECH">Connexion céleste</link>

source: • {0} of {1} oxidizer storage
es: • {0} de {1} de almacenamiento de oxidante
fr: • {0} à {1} stockage d'oxydant

# Rockets_TinyYetBig.STRINGS.ROCKETBUILDMENUCATEGORIES.CARGOBAYSTORAGE.OXIDIZERTAG
source: • {0} of {1} storage
es: • {0} de {1} de almacenamiento
fr: • {0} à {1} stockage

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_ADVANCEDLAUNCHPAD.EFFECT
source: Préalable à la construction de tous les modules de fusée. Permet aux fusées de décoller à partir du planétoïde hôte ou de se poser sur celui-ci. Se connecte automatiquement aux <link="MODULARLAUNCHPADPORTSOLID">Coupleurs de Fusée</link> construits de part et d'autres de la plateforme. Comes with shifted logic ports and extra ribbon ports for more control over the rocket.
fr: Préalable à la construction de tous les modules de fusée. Permet aux fusées de décoller à partir du planétoïde hôte ou de se poser sur celui-ci. Se connecte automatiquement aux <link="MODULARLAUNCHPADPORTSOLID">Coupleurs de Fusée</link> construits de part et d'autres de la plateforme. Livré avec des ports logiques décalés et des ports de ruban supplémentaires pour plus de contrôle sur la fusée.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_BUNKERLAUNCHPAD.DESC
source: Une plateforme à partir de laquelle des fusées peuvent être lancées et sur laquelle elle peuvent se poser. Fortified to withstand comets.
fr: Une plateforme à partir de laquelle des fusées peuvent être lancées et sur laquelle elle peuvent se poser. Fortifié pour résister aux comètes.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_BUNKERLAUNCHPAD.EFFECT
source: Préalable à la construction de tous les modules de fusée. Permet aux fusées de décoller à partir du planétoïde hôte ou de se poser sur celui-ci. Se connecte automatiquement aux <link="MODULARLAUNCHPADPORTSOLID">Coupleurs de Fusée</link> construits de part et d'autres de la plateforme. Blocks comets and is immune to comet damage.
fr: Préalable à la construction de tous les modules de fusée. Permet aux fusées de décoller à partir du planétoïde hôte ou de se poser sur celui-ci. Se connecte automatiquement aux <link="MODULARLAUNCHPADPORTSOLID">Coupleurs de Fusée</link> construits de part et d'autres de la plateforme. Bloque les comètes et est immunisé contre les dégâts causés par les comètes.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_CARGOBAYCLUSTERLARGE.EFFECT
source: Allows Duplicants to store most of the <link="ELEMENTSSOLID">Solid Materials</link> found during space missions. Stored resources become available to the colony upon the rocket's return. Must be built via <link="LAUNCHPAD">Plateforme de Fusée</link>.
fr: Permet aux duplicants de stocker la plupart des <link="ELEMENTSSOLID">Matériaux solides</link> trouvés lors des missions spatiales. Les ressources stockées deviennent disponibles pour la colonie au retour de la fusée. Doit être construit via <link="LAUNCHPAD">Plateforme de Fusée</link>.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_GASCARGOBAYCLUSTERLARGE.EFFECT
source: Allows Duplicants to store most of the <link="ELEMENTSGAS">Gas</link> resources found during space missions. Stored resources become available to the colony upon the rocket's return. Must be built via <link="LAUNCHPAD">Plateforme de Fusée</link>.
fr: Permet aux duplicants de stocker la plupart des ressources <link="ELEMENTSGAS">Gaz</link> trouvées lors des missions spatiales. Les ressources stockées sont mises à la disposition de la colonie au retour de la fusée. Doit être construit via la <link="LAUNCHPAD">Plateforme de Fusée</link>.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULEPLATEDLARGE.EFFECT
source: Fonctionne comme un module de commande et une coiffe. Contient un voyageur Duplicant. Un seul module de commande peut être construit par fusée. Doit être construite en utilisant la <link="LAUNCHPAD">plateforme de fusée</link>. Doit être construit au sommet d'une fusée. Interior is fully shielded from radiation.
fr: Fonctionne comme un module de commande et une coiffe. Contient un voyageur Duplicant. Un seul module de commande peut être construit par fusée. Doit être construite en utilisant la <link="LAUNCHPAD">plateforme de fusée</link>. Doit être construit au sommet d'une fusée. L'intérieur est entièrement protégé des radiations.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULESTARGAZER.EFFECT
source: Closes during starts and landings to protect the glass Functions as a Command Module and a Nosecone. One Command Module may be installed per rocket. Must be built via <link="LAUNCHPAD">Plateforme de Fusée</link>. Must be built at the top of a rocket. Great for looking at the stars or a nice sunbathing during the flight.
fr: Se referme lors des décollages et des atterrissages pour protéger la vitre. Fonctionne comme un module de commande et un cône de nez. Un module de commande peut être installé par fusée. Doit être construit via la <link="LAUNCHPAD">Plateforme de Fusée</link>. Doit être construit au sommet de la fusée. Idéal pour regarder les étoiles ou prendre un bain de soleil pendant le vol.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HEPFUELLOADER.EFFECT
source: Fills all sorts of Radbolt Storages. Allows fueling a Radbolt Engine and the Laser Drillcone Automatically links when built to the side of a <link="LAUNCHPAD">Plateforme de Fusée</link> or another <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>
fr: Remplit toutes sortes de caissons à Radbolt. Permet d'alimenter un moteur Radbolt et la coiffe perforante laser. Se lie automatiquement lorsqu'il est construit sur le côté d'une <link="LAUNCHPAD">Plateforme de Fusée</link> ou d'un autre <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_IONENGINECLUSTER.EFFECT
source: Uses large amounts of <link="POWER">Power</link> to ionize <link="WATER">Water</link>, ejecting the ionized particles outwards to propel rockets for long-range space exploration. Power is drawn from battery modules. Engine must be built via <link="LAUNCHPAD">Plateforme de Fusée</link>
fr: Utilise de grandes quantités d'<link="POWER">énergie</link> pour ioniser de l'<link="WATER">eau</link>, éjectant les particules ionisées vers l'extérieur afin de propulser des fusées pour l'exploration spatiale à longue distance. L'énergie est fournie par des modules de batteries. Le moteur doit être construit via la <link="LAUNCHPAD">Plateforme de Fusée</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LADDERCONNECTIONADAPTER.EFFECT
source: Connects adjacent rocket platforms while doubling as a ladder. Automatically links when built to the side of a <link="LAUNCHPAD">Plateforme de Fusée</link> or another <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>
fr: Relie les plates-formes de fusées adjacentes tout en servant d'échelle. Se lie automatiquement lorsqu'il est construit sur le côté d'une <link="LAUNCHPAD">Plateforme de Fusée</link> ou d'un autre <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>

source: Allows Duplicants to store most of the <link="ELEMENTSLIQUID">Liquid</link> resources found during space missions. Stored resources become available to the colony upon the rocket's return. Must be built via <link="LAUNCHPAD">Plateforme de Fusée</link>.
fr: Permet aux Duplicants de stocker la plupart des ressources <link="ELEMENTSLIQUID">Liquides</link> trouvées lors des missions spatiales. Les ressources stockées sont mises à la disposition de la colonie au retour de la fusée. Doit être construit via la <link="LAUNCHPAD">Plateforme de Fusée</link>.

source: Stores <link="CHLORINE">Liquid Chlorine</link> for burning rocket fuels. Must be built via <link="LAUNCHPAD">Plateforme de Fusée</link>. The oxidizer efficiency of liquid chlorine sits between those of oxylite and liquid oxygen (3).
fr: Stocke du <link="CHLORINE">Chlore liquide</link> pour brûler les carburants des fusées. Doit être construit via la <link="LAUNCHPAD">Plateforme de Fusée</link>. L'efficacité oxydante du chlore liquide se situe entre celles de l'oxylite et de l'oxygène liquide (3).

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NATGASENGINECLUSTER.EFFECT
source: Burns <link="METHANE">Natural Gas</link> to propel rockets for mid-range space exploration. Engine must be built via <link="LAUNCHPAD">Plateforme de Fusée</link>
fr: Brûle du <link="METHANE">gaz naturel</link> pour propulser des fusées destinées à l'exploration spatiale à moyenne distance. Le moteur doit être construit via une <link="LAUNCHPAD">Plateforme de Fusée</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_NOSECONESOLAR.EFFECT
source: Protège une fusée pendant le décollage et la rentrée, ce qui permet le voyage spatial. Le moteur doit être construit en utilisant la <link="LAUNCHPAD">plateforme de fusée</link>. Doit être construite au sommet d'une fusée. Converts <link="LIGHT">Sunlight</link> into electrical <link="POWER">Power</link> for use on rockets. Must be exposed to space.
fr: Protège une fusée pendant le décollage et la rentrée, ce qui permet le voyage spatial. Le moteur doit être construit en utilisant la <link="LAUNCHPAD">plateforme de fusée</link>. Doit être construite au sommet d'une fusée. Convertit la <link="LIGHT">lumière du soleil</link> en <link="POWER">énergie</link> électrique pour les fusées. Doit être exposé à l'espace.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SOLARPANELMODULE_WIDE.DESC
source: Absorbe l'énergie solaire avant le décollage et pendant le vol. That small module looked so off on wide rockets!
fr: Absorbe l'énergie solaire avant le décollage et pendant le vol. Ce petit module avait l'air tellement décalé par rapport aux fusées larges !

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_SOLARPANELMODULE_WIDE.NAME
source: <link="RTBSOLARPANELMODULEWIDE">Wide Module de Panneau Solaire</link>
fr: <link="RTBSOLARPANELMODULEWIDE">Module de Panneau solaire large</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALFUELLOADER.EFFECT
source: Refuels connected rockets with the appropriate fuel. Automatically links when built to the side of a <link="LAUNCHPAD">Plateforme de Fusée</link> or another <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>
fr: Ravitaille les fusées connectées avec le carburant approprié. Se lie automatiquement lorsqu'il est construit sur le côté d'une <link="LAUNCHPAD">Plateforme de Fusée</link> ou d'un autre <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_UNIVERSALOXIDIZERLOADER.EFFECT
source: Refuels connected rockets with the appropriate oxidizer Automatically links when built to the side of a <link="LAUNCHPAD">Plateforme de Fusée</link> or another <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>
fr: Ravitaille les fusées connectées avec l'oxydant approprié Se lie automatiquement lorsqu'il est construit sur le côté d'une <link="LAUNCHPAD">Plateforme de Fusée</link> ou d'un autre <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_VERTICALADAPTERBASE.EFFECT
source: A Crosspiece rocket port adapter for vertical expansion. Links up with other vertical adapter pieces above and below it. Automatically links when built to the side of a <link="LAUNCHPAD">Plateforme de Fusée</link> or another <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>
fr: Un adaptateur de port de fusée en croix pour l'expansion verticale. S'associe à d'autres adaptateurs verticaux situés au-dessus et au-dessous de lui. Se lie automatiquement lorsqu'il est construit sur le côté d'une <link="LAUNCHPAD">Plateforme de Fusée</link> ou d'un autre <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_WALLCONNECTIONADAPTER.EFFECT
source: An insulated wall adapter to seal off rocket start areas. Automatically links when built to the side of a <link="LAUNCHPAD">Plateforme de Fusée</link> or another <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>
fr: Un adaptateur mural isolé pour isoler les zones de départ des fusées. Se lie automatiquement lorsqu'il est construit sur le côté d'un <link="LAUNCHPAD">Plateforme de Fusée</link> ou d'un autre <link="MODULARLAUNCHPADPORTSOLID">Connecteur de Fusée</link>

# Rockets_TinyYetBig.STRINGS.DEEPSPACERESEARCH.DESC
source: <link="DEEPSPACERESEARCH">Deep Space Research</link> is conducted by analyzing the deeper meanings behind mysterious artefacts found in the vastness of deep space and by conducting various experiments in the low artifical gravity of a space station.
fr: <link="DEEPSPACERESEARCH">La recherche dans l'espace lointain</link> est menée en analysant les significations profondes des artefacts mystérieux trouvés dans l'immensité de l'espace lointain et en menant diverses expériences dans la faible gravité artificielle d'une station spatiale.

# Rockets_TinyYetBig.STRINGS.DEEPSPACERESEARCH.NAME
source: Deep Space Research
fr: Recherche sur l'espace lointain

# Rockets_TinyYetBig.STRINGS.DEEPSPACERESEARCH.UNLOCKDESC
source: Allows <style="KKeyword">Deep Space Research</style> points to be accumulated, unlocking higher technology tiers. Can be accumulated before research completion via artifact analysis.
fr: Permet d'accumuler des points de<style="KKeyword">Recherche sur l'espace lointain</style>, débloquant ainsi des niveaux de technologie plus élevés. Peut être accumulé avant l'achèvement de la recherche grâce à l'analyse des artefacts.

# Rockets_TinyYetBig.STRINGS.DEEPSPACERESEARCH.UNLOCKNAME
source: <style="KKeyword">Deep Space Research</style> Capability
fr: <style="KKeyword">Recherche spatiale lointaine</style> Capacité
