Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: Rockets-TinyYetBig/ModAssets/translations/*.po
Languages: es, fr, zh

# Rockets_TinyYetBig.STRINGS.MODIFIEDVANILLASTRINGS.KEROSENEENGINECLUSTER_EFFECT
source: Burns either <link="PETROLEUM">Petroleum</link> or <link="ETHANOL">Ethanol</link> to propel rockets for mid-range space exploration. Petroleum Engines have generous height restrictions, ideal for hauling many modules. Engine must be built via <link="LAUNCHPAD">Rocket Platform</link>. Once the engine has been built, more rocket modules can be added.
fr: Brûle soit du <link="PETROLEUM">Pétrole</link> soit de l'<link="ETHANOL">Ethanol</link> pour propulser des fusées d'exploration spatiale à moyenne portée. Les moteurs à pétrole ont des restrictions de hauteur généreuses, idéales pour transporter de nombreux modules. Le moteur doit être construit via une<link="LAUNCHPAD">Plateforme de la fusée</link>. Une fois le moteur construit, d'autres modules de fusée peuvent être ajoutés.

source: Burns either <link="PETROLEUM">Petroleum</link> or <link="ETHANOL">Ethanol</link> to propel rockets for mid-range space exploration. Small Petroleum Engines possess the same speed as a <link="KEROSENEENGINE">Petroleum Engines</link> but have smaller height restrictions. Engine must be built via <link="LAUNCHPAD">Rocket Platform</link>. Once the engine has been built, more rocket modules can be added.
fr: Brûle soit du <link="PETROLEUM">Pétrole</link> soit de l'<link="ETHANOL">Ethanol</link> pour propulser des fusées d'exploration spatiale à moyenne portée. Les petits moteurs à pétrole ont la même vitesse qu'un <link="KEROSENEENGINE">moteurs à pétrole</link> mais ont des restrictions de hauteur moins importantes. Le moteur doit être construit via une<link="LAUNCHPAD">Plateforme de la fusée</link>. Une fois le moteur construit, d'autres modules de fusée peuvent être ajoutés.

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ETHANOLENGINES.TITLE
source: Burn Ethanol as fuel
fr: Brûle l'éthanol comme du carburant

# Rockets_TinyYetBig.STRINGS.OPTIONS_ROCKETRYEXPANDED.ETHANOLENGINES.TOOLTIP
source: Allows Petroleum Engines to also burn Ethanol as fuel.
fr: Permet aux moteurs à pétrole de brûler également de l'éthanol comme carburant.
