Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: Rockets-TinyYetBig/ModAssets/translations/*.po
Languages: es, fr, zh

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DEEPSPACERESEARCHCENTER.NAME
source: <link="RTBDEEPSPACERESEARCHCENTER">[WIP] Quantum Computer</link>
es: <link="RTBDEEPSPACERESEARCHCENTER">[EN PROCESO] Ordenador Cuántico</link>
zh: <link="RTBDEEPSPACERESEARCHCENTER">[制作中]量子计算机</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DEEPSPACERESEARCHTELESCOPE.DESC
source: Deep space analysis stations scan and collect data on deep space anomalies
es: Las estaciones de análisis del espacio profundo escanean y recopilan datos sobre anomalías del espacio profundo
zh: 深空分析站扫描并收集深空异常数据

source: Allows <link="DEEPSPACERESEARCH">Deep Space Research</link> to be accumulated. Requires a <link="RTBDEEPSPACEINSIGHT">Deep Space Insight</link> to function.
es: Permite acumular <link="DEEPSPACERESEARCH">Investigación del Espacio Profundo</link>. Requiere un <link="RTBDEEPSPACEINSIGHT">Insight del Espacio Profundo</link> para funcionar.
zh: 允许<link="DEEPSPACERESEARCH">深空研究</link>可以被累积。 需要<link="RTBDEEPSPACEINSIGHT">深空洞察</link>才能运行。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DEEPSPACERESEARCHTELESCOPE.NAME
source: <link="RTBDEEPSPACERESEARCHTELESCOPE">[WIP] Deep Space Analysis Station</link>
es: <link="RTBDEEPSPACERESEARCHTELESCOPE">[EN PROCESO] Estación de Análisis del Espacio Profundo</link>
zh: <link="RTBDEEPSPACERESEARCHTELESCOPE">[制作中]深空分析站</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DOCKINGTUBEDOOR.DESC
source: Connecting with another (rocket) has never been easier.
es: Conectarse con otro (cohete) nunca ha sido tan fácil.
fr: Se connecter avec une autre (fusée) n'a jamais été aussi facile.
zh: 与另一个（火箭）连接从未如此容易。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DOCKINGTUBEDOOR.EFFECT
source: Enables docking with other rockets and space stations Both docking participants require a docking component to dock. Assigning a duplicant forces it to use the docking bridge.
es: Permite el acoplamiento con otros cohetes y estaciones espaciales Ambos participantes del acoplamiento requieren un componente de acoplamiento para poder atracar. Asignar un duplicante obliga a que utilice el puente de acoplamiento.
fr: Permet l'amarrage avec d'autres fusées et stations spatiales Les deux participants à l'amarrage ont besoin d'un composant d'amarrage pour s'amarrer. L'affectation d'un duplicant l'oblige à utiliser le pont d'amarrage.
zh: 支持与其他火箭和空间站的对接 对接的双方都需要一个对接组件才能完成对接。 指派一个复制人将强制其使用对接桥。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DOCKINGTUBEDOOR.NAME
source: <link="RTBDOCKINGTUBEDOOR">Docking Bridge</link>
es: <link="RTBDOCKINGTUBEDOOR">Puente de Acoplamiento</link>
fr: <link="RTBDOCKINGTUBEDOOR">Pont d'amarrage</link>
zh: <link="RTBDOCKINGTUBEDOOR">对接桥</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DRILLCONEDIAMONDSTORAGE.DESC
source: Bringing home those minerals - for Rock and Stone!
es: ¡Trayendo esos minerales a casa, por la Roca y la Piedra!
fr: Ramener les minéraux à la maison - pour Rock and Stone !
zh: 把那些矿物带回家——为了岩石和石头！

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DRILLCONEDIAMONDSTORAGE.EFFECT
source: Acts as a support module for a normal Drillcone. Provides additional 1500kg of diamond capacity for the drillcone. Gives a 20% mining speed boost to the drillcone. Can be toggled between manual loading and automated loading via cargo loader.
es: Funciona como módulo de soporte para un cono Taladrador normal. Proporciona 1500 kg adicionales de capacidad de diamante para el taladro. Otorga un aumento del 20 % en la velocidad de minería del taladro. Se puede alternar entre carga manual y carga automática mediante el cargador de carga.
fr: Agit comme un module de support pour une coiffe perforante normale. Fournit une capacité supplémentaire de 1500 kg de diamants pour la coiffe perforante. Augmente de 20 % la vitesse d'extraction de la coiffe perforante. Peut être chargé manuellement ou automatiquement via le chargeur de fret.
zh: 作为普通钻头的供应舱块。 为钻头提供额外的1500公斤钻石容量。 给钻头带来20%的采矿速度提升。 可以通过货物装载器在手动装载和自动装载之间切换。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_DRILLCONEDIAMONDSTORAGE.NAME
source: <link="RTBDRILLCONEDIAMONDSTORAGE">Drillcone Service Module</link>
es: <link="RTBDRILLCONEDIAMONDSTORAGE">Módulo de Servicio del Cono Taladrador</link>
fr: <link="RTBDRILLCONEDIAMONDSTORAGE">Module de service pour coiffe perforante</link>
zh: <link="RTBDRILLCONEDIAMONDSTORAGE">钻头维护模块</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_FRIDGECARGOBAY.DESC
source: Space food for days
es: Comida espacial para días
fr: Nourriture dans l'espace pour des jours
zh: 几天的太空食物

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_FRIDGECARGOBAY.EFFECT
source: Keeps food preserved, prevent spoilage. Can only be filled with a cargo loader. Contents can be accessed during the flight via wall loader
es: Mantiene los alimentos conservados y evita que se estropeen. Sólo se puede llenar mediante un cargador de carga. Se puede acceder al contenido durante el vuelo a través del cargador de pared
fr: Permet de conserver les aliments et d'éviter leur détérioration. Ne peut être rempli qu'à l'aide d'un chargeur de marchandises. Le contenu est accessible pendant le vol grâce à un chargeur mural
zh: 保存食物，防止腐败。 只能通过货物装载器补充。 内容物可以在飞行期间通过墙式装载器访问

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_FRIDGECARGOBAY.NAME
source: <link="RTBFRIDGECARGOBAY">Freezer Module</link>
es: <link="RTBFRIDGECARGOBAY">Módulo Congelador</link>
fr: <link="RTBFRIDGECARGOBAY">Module de congélation</link>
zh: <link="RTBFRIDGECARGOBAY">冷冻舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_FRIDGEMODULEACCESSHATCH.DESC
source: Food spoilage can be slowed by ambient conditions as well as by refrigerators.
es: La descomposición de los alimentos puede ralentizarse tanto por las condiciones ambientales como por los refrigeradores.
fr: La détérioration des aliments peut être ralentie par les conditions ambiantes ainsi que par les réfrigérateurs.
zh: 食物的变质可以通过环境条件和冰箱来减缓。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_FRIDGEMODULEACCESSHATCH.EFFECT
source: Has to be attached to the rocket wall. Stores a small amount of <link="FOOD">Food</link> at an ideal <link="HEAT">Temperature</link> to prevent spoilage. Will pull food from a connected <link="RTBFRIDGECARGOBAY">Freezer Module</link> when low on food.
es: Debe estar unido a la pared del cohete. Almacena una pequeña cantidad de <link="FOOD">alimentos</link> a una <link="HEAT">temperatura</link> ideal para evitar su descomposición. Tomará alimentos de un <link="RTBFRIDGECARGOBAY">Módulo Congelador</link> conectado cuando la cantidad de comida sea baja.
fr: Doit être fixé à la paroi de la fusée. Stocke une petite quantité de <link="FOOD">nourriture</link> à une <link="HEAT">Temperature</link> idéale pour éviter la détérioration. Il tire de la nourriture d'un <link="RTBFRIDGECARGOBAY">Module de congélation</link> connecté lorsqu'il n'y a plus de nourriture.
zh: 必须附着在火箭墙上。 在理想的<link="HEAT">温度</link>下存储少量<link="FOOD">食物</link>以防止腐败。 当食物不足时，会从连接的<link="RTBFRIDGECARGOBAY">冷冻舱</link>中提取食物。

source: Full/Not Full
es: Lleno/No lleno
fr: Plein/Non Plein
zh: 已满/未满

source: Sends a <b><style="logic_on">Green Signal</style></b> when full
es: Envía una <b><style="logic_on">Señal Verde</style></b> cuando está lleno
fr: Envoie un <b><style="logic_on">signal vert</style></b> lorsqu'il est plein
zh: 满时发送<b><style="logic_on">绿色信号</style></b>

source: <b><style="logic_on">Green Signal</style></b>: Building will pull more food from the Freezer Module when below 1kg of food.
es: <b><style="logic_on">Señal Verde</style></b>: El edificio extraerá más comida del Módulo Congelador cuando haya menos de 1 kg de comida.
fr: <b><style="logic_on">Signal vert</style></b> : Le bâtiment retire plus de nourriture du module de congélation lorsque la quantité de nourriture est inférieure à 1 kg.
zh: <b><style="logic_on">绿色信号</style></b>：当食物低于1kg时，该建筑将从冷冻舱中取出更多食物。

source: Otherwise, sends a <b><style="logic_off">Red Signal</style></b>
es: De lo contrario, envía una <b><style="logic_off">Señal Roja</style></b>
fr: Sinon, envoie un <b><style="logic_off">signal rouge</style></b>
zh: 否则，发送<b><style="logic_off">红色信号</style></b>

source: <b><style="logic_off">Red Signal</style></b>: Building wont pull any more food even when below 1kg.
es: <b><style="logic_off">Señal Roja</style></b>: El edificio no extraerá más comida incluso cuando haya menos de 1 kg.
fr: <b><style="logic_off">Signal rouge</style></b> : Le bâtiment ne retire plus de nourriture même s'il est en dessous de 1kg.
zh: <b><style="logic_off">红色信号</style></b>：即使在1kg以下，该建筑也不会再取出任何食物。

source: Pull food from Freezer Module
es: Extraer comida del Módulo Congelador
fr: Retirer les aliments du module de congélation
zh: 从冷冻舱中取出食物

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_FRIDGEMODULEACCESSHATCH.NAME
source: <link="RTBFRIDGEMODULEACCESSHATCH">Freezer Access Hatch</link>
es: <link="RTBFRIDGEMODULEACCESSHATCH">Escotilla de Acceso al Congelador</link>
fr: <link="RTBFRIDGEMODULEACCESSHATCH">Sas d'accès au congélateur</link>
zh: <link="RTBFRIDGEMODULEACCESSHATCH">冷冻室检修口</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_GASCARGOBAYCLUSTERLARGE.DESC
source: Holds even more than a large gas cargo canister!
es: ¡Almacena incluso más que un gran contenedor de gas!
fr: Sa capacité est encore plus grande qu'un grand réservoir de gaz !
zh: 容纳的东西甚至比一个大的气体货物罐还多！

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_GASCARGOBAYCLUSTERLARGE.EFFECT
source: Allows Duplicants to store most of the <link="ELEMENTSGAS">Gas</link> resources found during space missions. Stored resources become available to the colony upon the rocket's return. Must be built via <link="LAUNCHPAD">Rocket Platform</link>.
zh: 允许复制人在太空任务期间存储大部分<link="ELEMENTSGAS">气体</link>资源。 存储的资源在火箭返回后可供殖民地使用。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_GASCARGOBAYCLUSTERLARGE.NAME
source: <link="RTBGASCARGOBAYCLUSTERLARGE">Colossal Gas Cargo Canister</link>
es: <link="RTBGASCARGOBAYCLUSTERLARGE">Colosal Contenedor de Gas</link>
fr: <link="RTBGASCARGOBAYCLUSTERLARGE">Bidon de gaz colossal</link>
zh: <link="RTBGASCARGOBAYCLUSTERLARGE">巨型气体货舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_GENERATORCOALMODULE.DESC
source: Converts <link="CARBON">Coal</link> into electrical <link="POWER">Power</link>.
es: Convierte <link="CARBON">Carbón</link> en <link="POWER">Energía</link> eléctrica.
fr: Convertit le <link="CARBON">Charbon</link> en <link="POWER">électricité </link>.
zh: 将<link="CARBON">煤炭</link>转化为<link="POWER">电力</link>.

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_GENERATORCOALMODULE.EFFECT
source: Burning coal produces more energy than manual power, who could have thought this also works in space. If there is atleast one battery connected, the generator will stop producing if the battery is above 95% charge.
es: Quemar carbón produce más energía que la fuerza manual; quién hubiera pensado que esto también funciona en el espacio. Si hay al menos una batería conectada, el generador dejará de producir si la batería supera el 95% de carga.
fr: La combustion du charbon produit plus d'énergie que l'énergie manuelle, qui aurait pu penser que cela fonctionne aussi dans l'espace. Si au moins une batterie est connectée, le générateur s'arrêtera de produire si la batterie est chargée à plus de 95 %.
zh: 燃烧煤炭产生的能量比人力发电多，谁能想到这在太空中也适用。 如果至少有一个电池连接，且当电池充电超过95%时，发电机将停止发电。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_GENERATORCOALMODULE.NAME
source: <link="COALGENERATORMODULECONFIG">Coal Generator Module</link>
es: <link="COALGENERATORMODULECONFIG">Módulo Generador de Carbón</link>
fr: <link="COALGENERATORMODULECONFIG">Module générateur au charbon</link>
zh: <link="COALGENERATORMODULECONFIG">煤碳发电舱</link>

source: Duplicants will be requested to deliver <style="KKeyword">{0}</style> when the amount stored falls below <b>{1}</b>
es: Se pedirá a los Duplicantes que entreguen <style="KKeyword">{0}</style> cuando la cantidad almacenada caiga por debajo de <b>{1}</b>
fr: Les duplicants seront invités à livrer <style="KKeyword">{0}</style> lorsque la quantité stockée tombe en dessous de <b>{1}</b>
zh: 当存储量低于 {1} 时，将要求复制人运送 <style="KKeyword">{0}

source: Allows Duplicants to survive space travel... Hopefully.
zh: 能够让复制人在太空旅行中生存下来......希望吧。

source: Functions as a Command Module. Holds up to ten Duplicant travellers. One Command Module may be installed per rocket. Engine must be built via <link="LAUNCHPAD">Rocket Platform</link>.
zh: 与指挥舱的作用一致。 能容纳最多十名复制人。 每个火箭可安装一个指挥舱。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。

source: <link="HABITATMODULEMEDIUMEXPANDEDCONFIG">Extended Spacefarer Module</link>
es: <link="HABITATMODULEMEDIUMEXPANDEDCONFIG">Módulo del Hábitat Ampliado</link>
fr: <link="HABITATMODULEMEDIUMEXPANDEDCONFIG">Module Space-Trotter étendu</link>
zh: <link="HABITATMODULEMEDIUMEXPANDEDCONFIG">扩展太空员舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULEPLATEDLARGE.DESC
source: One lucky Duplicant gets the best view from the whole rocket.
zh: 一个幸运的复制人能够得到整个火箭最好的视野。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULEPLATEDLARGE.EFFECT
source: Functions as a Command Module and a Nosecone. Holds one Duplicant traveller. One Command Module may be installed per rocket. Must be built via <link="LAUNCHPAD">Rocket Platform</link>. Must be built at the top of a rocket. Interior is fully shielded from radiation.
zh: 与指挥舱和前锥的作用一致。 能容纳一名复制人。 每个火箭可安装一个指挥舱。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。 必须建在火箭的最顶端。 内部完全屏蔽辐射。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULEPLATEDLARGE.NAME
source: <link="HABITATMODULESMALLEXPANDEDCONFIG">Plated Spacefarer Nosecone</link>
es: <link="HABITATMODULESMALLEXPANDEDCONFIG">Cono de Nariz Reforzado del Hábitat</link>
fr: <link="HABITATMODULESMALLEXPANDEDCONFIG">Coiffe Space-Trotter blindé</link>
zh: <link="HABITATMODULESMALLEXPANDEDCONFIG">镀层太空员舱前锥</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULESMALLEXPANDED.DESC
source: One lucky Duplicant gets the best view from the whole rocket.
zh: 一个幸运的复制人能够得到整个火箭最好的视野。

source: Functions as a Command Module and a Nosecone. Holds one Duplicant traveller. One Command Module may be installed per rocket. Must be built via <link="LAUNCHPAD">Rocket Platform</link>. Must be built at the top of a rocket.
zh: 与指挥舱和前锥的作用一致。 能容纳一名复制人。 每个火箭可安装一个指挥舱。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。 必须建在火箭的最顶端。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULESMALLEXPANDED.NAME
source: <link="HABITATMODULESMALLEXPANDEDCONFIG">Extended Solo Spacefarer Nosecone</link>
es: <link="HABITATMODULESMALLEXPANDEDCONFIG">Cono de Nariz Ampliado para Viajero Espacial</link>
fr: <link="HABITATMODULESMALLEXPANDEDCONFIG">Coiffe pour voyageur spatiale solitaire étendue</link>
zh: <link="HABITATMODULESLLEXPANDEDCONFIG">扩展的单人太空舱前锥</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULESTARGAZER.DESC
source: The stars have never felt this close before like in this Command Module.
es: Las estrellas nunca se han sentido tan cerca como en este Módulo de Mando.
fr: Les étoiles n'ont jamais semblé aussi proches que dans ce module de commande.
zh: 在这个指挥舱里，星星从来没有像现在这样近过。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULESTARGAZER.EFFECT
source: Closes during starts and landings to protect the glass Functions as a Command Module and a Nosecone. One Command Module may be installed per rocket. Must be built via <link="LAUNCHPAD">Rocket Platform</link>. Must be built at the top of a rocket. Great for looking at the stars or a nice sunbathing during the flight.
zh: 在起飞和降落时关闭以保护玻璃 功能相当于指挥舱和前锥。 每枚火箭只能安装一个指令舱。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。 必须建造在火箭的顶部。 非常适合在飞行中观赏星星或享受日光浴。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HABITATMODULESTARGAZER.NAME
source: <link="HABITATMODULESTARGAZERCONFIG">Stargazer Nosecone</link>
es: <link="HABITATMODULESTARGAZERCONFIG">Cono de nariz Estelar</link>
fr: <link="HABITATMODULESTARGAZERCONFIG">Coiffe d'observation stellaire</link>
zh: <link="HABITATMODULESTARGAZERCONFIG">观星者前锥</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HEPBATTERYMODULE.DESC
source: Particles packed up and ready to visit the stars.
es: Partículas empaquetadas y listas para visitar las estrellas.
fr: Des particules emballées et prêtes à visiter les étoiles.
zh: 粒子集结完毕，准备前往星辰之中。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HEPBATTERYMODULE.EFFECT
source: Stores Radbolts in a high-energy state, ready for transport. Requires a <b><style="logic_on">Green Signal</style></b> to release radbolts from storage when the Radbolt threshold is reached. Radbolts in storage won't decay as long as the modules solar panels can function. Automatically refills a <link="NOSECONEHEPHARVESTCONFIG">Laser Drillcone</link>
es: Almacena Radbolts en un estado de alta energía, listos para su transporte. Requiere una <b><style="logic_on">Señal Verde</style></b> para liberar los Radbolts del almacenamiento cuando se alcanza el umbral de Radbolts. Los Radbolts en almacenamiento no se descompondrán mientras los paneles solares del módulo puedan funcionar. Rellena automáticamente un <link="NOSECONEHEPHARVESTCONFIG">Cono Taladrador Láser</link>
fr: Stocke les Radbolts dans un état de haute énergie, prêts à être transportés.. Nécessite un <b><style="logic_on">signal vert</style></b> pour libérer les radbolts du stockage lorsque le seuil de radbolts est atteint. Les radbolts stockés ne se dégraderont pas tant que les panneaux solaires des modules fonctionneront. Remplit automatiquement une <link="NOSECONEHEPHARVESTCONFIG">coiffe perforante laser</link>
zh: 以高能状态存储辐射粒子，准备运输。 当达到辐射粒子阈值时，需要一个<b><style="logic_on">绿色信号</style></b>来从存储中释放辐射粒子。 只要模块的太阳能板能正常工作，存储的辐射粒子就不会衰减。 自动为<link="NOSECONEHEPHARVESTCONFIG">激光钻头前锥</link>补充燃料

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HEPBATTERYMODULE.NAME
source: <link="HEPBATTERYMODULECONFIG">Radbolt Chamber Module</link>
es: <link="HEPBATTERYMODULECONFIG">Módulo de Cámara Radbolt</link>
fr: <link="HEPBATTERYMODULECONFIG">Caisson pour radbolts</link>
zh: <link="HEPBATTERYMODULECONFIG">辐射粒子储存舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HEPFUELLOADER.DESC
source: "Shoving everything in there" - now with higly energized particles.
es: "Meterlo todo ahí" - ahora con partículas altamente energizadas.
fr: "Tout faire entrer" - maintenant avec des particules hautement énergisées.
zh: "把所有东西都推进去"——现在是高能粒子。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HEPFUELLOADER.EFFECT
source: Fills all sorts of Radbolt Storages. Allows fueling a Radbolt Engine and the Laser Drillcone Automatically links when built to the side of a <link="LAUNCHPAD">Rocket Platform</link> or another <link="MODULARLAUNCHPADPORTSOLID">Rocket Port</link>
zh: 填充各种辐射粒子存储。 允许给辐射引擎和激光钻头填充燃料 在<link="LAUNCHPAD">火箭平台</link>或另一个<link="MODULARLAUNCHPADPORTSOLID">火箭端口</link>侧面建造时自动连接

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_HEPFUELLOADER.NAME
source: <link="RTBHEPFUELLOADER">Radbolt Loader</link>
es: <link="RTBHEPFUELLOADER">Cargador de Radbolt</link>
fr: <link="RTBHEPFUELLOADER">Chargeur de Radbolts</link>
zh: <link="RTBHEPFUELLOADER">辐射粒子装载器</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_IONENGINECLUSTER.DESC
source: Rockets can be used to send Duplicants into space and retrieve rare resources.
es: Los cohetes pueden utilizarse para enviar Duplicantes al espacio y recuperar recursos raros.
fr: Les fusées peuvent être utilisées pour envoyer des Duplicants dans l'espace et récupérer des ressources rares.
zh: 火箭可以用来将复制人送入太空并取回稀有资源。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_IONENGINECLUSTER.EFFECT
source: Uses large amounts of <link="POWER">Power</link> to ionize <link="WATER">Water</link>, ejecting the ionized particles outwards to propel rockets for long-range space exploration. Power is drawn from battery modules. Engine must be built via <link="LAUNCHPAD">Rocket Platform</link>
zh: 使用大量的<link="POWER">电力</link>来离子化<link="WATER">水</link>，将离子化的粒子向外喷射，以推动火箭进行长距离太空探索。 电力从电池模块中提取。 引擎必须通过<link="LAUNCHPAD">火箭平台</link>建造

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_IONENGINECLUSTER.NAME
source: <link="RTBIONENGINECLUSTER">Ion Engine</link>
es: <link="RTBIONENGINECLUSTER">Motor de Iones</link>
fr: <link="RTBIONENGINECLUSTER">Moteur ionique</link>
zh: <link="RTBIONENGINECLUSTER">离子引擎</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LADDERCONNECTIONADAPTER.DESC
source: Connecting rocket platforms, now with verticality
es: Conectando plataformas de cohetes, ahora con verticalidad
fr: Connecter les plates-formes de fusées, maintenant avec la verticalité
zh: 连接火箭平台，这次是垂直方向

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LADDERCONNECTIONADAPTER.EFFECT
source: Connects adjacent rocket platforms while doubling as a ladder. Automatically links when built to the side of a <link="LAUNCHPAD">Rocket Platform</link> or another <link="MODULARLAUNCHPADPORTSOLID">Rocket Port</link>
zh: 在连接相邻火箭平台的同时，还可以作为梯子使用。 在<link="LAUNCHPAD">火箭平台</link>或另一个<link="MODULARLAUNCHPADPORTSOLID">火箭端口</link>侧面建造时自动连接

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LADDERCONNECTIONADAPTER.NAME
source: <link="RTBWALLCONNECTIONADAPTER">Rocket Port Ladder Adapter</link>
es: <link="RTBWALLCONNECTIONADAPTER">Adaptador de Escalera del Puerto de Cohete</link>
fr: <link="RTBWALLCONNECTIONADAPTER">Adaptateur de plateformes à échelle</link>
zh: <link="RTBWALLCONNECTIONADAPTER">火箭端口梯子适配器</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LANDERROCKETPLATFORM.DESC
source: Perfect for a first landing
es: Perfecto para un primer aterrizaje
fr: Parfait pour un premier atterrissage
zh: 非常适合首次着陆

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LANDERROCKETPLATFORM.NAME
source: <link="RTBLANDERROCKETPLATFORM">Deployable Rocket Platform</link>
es: <link="RTBLANDERROCKETPLATFORM">Plataforma de Cohete Desplegable</link>
fr: <link="RTBLANDERROCKETPLATFORM">Plateforme de fusée déployable</link>
zh: <link="RTBLANDERROCKETPLATFORM">可部署火箭平台</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LIQUIDCARGOBAYCLUSTERLARGE.DESC
source: Holds even more than a large cargo tank!
es: ¡Almacena incluso más que un gran tanque de carga!
fr: Il peut contenir encore plus qu'un gros conteneur!
zh: 容纳的东西甚至比一个大型货舱还多！

source: Allows Duplicants to store most of the <link="ELEMENTSLIQUID">Liquid</link> resources found during space missions. Stored resources become available to the colony upon the rocket's return. Must be built via <link="LAUNCHPAD">Rocket Platform</link>.
zh: 允许复制人在太空任务期间存储大部分<link="ELEMENTSLIQUID">液体</link>资源。 存储的资源在火箭返回后可供殖民地使用。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LIQUIDCARGOBAYCLUSTERLARGE.NAME
source: <link="RTBLIQUIDCARGOBAYCLUSTERLARGE">Colossal Liquid Cargo Tank</link>
es: <link="RTBLIQUIDCARGOBAYCLUSTERLARGE">Colosal Tanque de Carga Líquida</link>
fr: <link="RTBLIQUIDCARGOBAYCLUSTERLARGE">Réservoir à liquide colossale</link>
zh: <link="RTBLIQUIDCARGOBAYCLUSTERLARGE">巨型液体货舱</link>

# Rockets_TinyYetBig.STRINGS.BUILDINGS.PREFABS.RTB_LIQUIDCHLORINEOXIDIZERTANK.DESC
source: Liquid chlorine improves the thrust-to-mass ratio of rocket fuels.
es: El cloro líquido mejora la relación empuje-masa de los combustibles de cohete.
fr: Le chlore liquide améliore le rapport poussée/masse des carburants pour fusées.
zh: 液氯可以提高火箭燃料的推力质量比。

source: Stores <link="CHLORINE">Liquid Chlorine</link> for burning rocket fuels. Must be built via <link="LAUNCHPAD">Rocket Platform</link>. The oxidizer efficiency of liquid chlorine sits between those of oxylite and liquid oxygen (3).
zh: 存储<link="CHLORINE">液氯</link>以供火箭燃料燃烧。 必须通过<link="LAUNCHPAD">火箭平台</link>建造。 液氯的氧化剂效率介于氧石和液氧之间（3）。
