Repository: Alex6djForkedRepos/Sgt_Imalas-Oni-Mods
Catalog: SaveGameModLoader/ModAssets/translations/*.po
Languages: ru

# SaveGameModLoader.STRINGS.MPM_CONFIG.APPLYPLIBCONFIG.NAME
source: Profiles apply Mod Options
ru: Профили применяют опции модов

# SaveGameModLoader.STRINGS.MPM_CONFIG.APPLYPLIBCONFIG.TOOLTIP
source: Store and apply mod options. Only works for mods that use PLib Options
ru: Сохранять и применять параметры модов. Работает только для модов, использующих параметры PLib

# SaveGameModLoader.STRINGS.MPM_CONFIG.FILTERBUTTONS.NAME
source: Filter Style
ru: Стиль фильтра

# SaveGameModLoader.STRINGS.MPM_CONFIG.FILTERBUTTONS.TOOLTIP
source: change the mod menu filter style.
ru: изменить стиль фильтра меню модов.

# SaveGameModLoader.STRINGS.MPM_CONFIG.FOLDERPATH.NAME
source: Custom Mod Profile Folder
ru: Пользовательская папка профилей

# SaveGameModLoader.STRINGS.MPM_CONFIG.FOLDERPATH.TOOLTIP
source: Defines the folder the mod stores and loads the mod profiles
ru: Определяет папку, в которой мод хранит и загружает профили мода

# SaveGameModLoader.STRINGS.MPM_CONFIG.NEVERDISABLE.NAME
source: Keep mod enabled on crash
ru: Оставлять мод включенным при сбое

# SaveGameModLoader.STRINGS.MPM_CONFIG.NEVERDISABLE.TOOLTIP
source: any crash during load will wrongfully blame this mod and disable it. Enable this option to prevent the mod from getting disabled.
ru: Любой сбой во время загрузки приведёт к неправомерному обвинению этого мода и его отключению. Включите эту опцию, чтобы предотвратить отключение мода.

# SaveGameModLoader.STRINGS.MPM_CONFIG.USECUSTOMFOLDERPATH.NAME
source: Use Custom Folder
ru: Использовать пользовательскую папку

# SaveGameModLoader.STRINGS.MPM_CONFIG.USECUSTOMFOLDERPATH.TOOLTIP
source: Use a custom folder path for mod profiles
ru: Использовать собственный путь к папке для профилей модов

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.ADJUST_TAG_FILTERS
source: Tag Filters
ru: Фильтры тегов

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.ACTIVE
source: Active
ru: Активные

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.ALL
source: All
ru: Все

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.DEV
source: Dev
ru: Разработка

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.INACTIVE
source: Inactive
ru: Неактивные

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.INCOMPATIBLE
source: Incompatibles
ru: Несовместимые

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.LOCAL
source: Local
ru: Локальные

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.NONE
source: None
ru: Нет

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.PINNED
source: Pinned
ru: Закреплено

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.PLATFORM_LABEL
source: Platform Filters:
ru: Фильтры платформы:

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.SHOW
source: Show: {0}
ru: Показать: {0}

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.DROPDOWN.STATE_LABEL
source: State Filters:
ru: Фильтры состояний:

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_ACTIVE
source: Hide active Mods
ru: Спрятать активные

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_ACTIVE_TOOLTIP
source: Hide or unhide active mods.
ru: Спрятать или показать активные моды.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_DEV
source: Hide Dev Mods
ru: Спрятать моды в разработке

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_DEV_TOOLTIP
source: Hide or unhide dev mods.
ru: Спрятать или показать моды в разработке.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_INACTIVE
source: Hide inactive Mods
ru: Спрятать неактивные

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_INACTIVE_TOOLTIP
source: Hide or unhide inactive mods.
ru: Спрятать или показать неактивные моды.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_INCOMPATIBLE
source: Hide Incompatibles
ru: Спрятать несовместимые

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_INCOMPATIBLE_TOOLTIP
source: Hide or unhide mods that are not compatible with the current version of the game (DLC/BaseGame).
ru: Спрятать или показать несовместимые с текущей версией игры (Базовая/DLC) моды.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_LOCAL
source: Hide Local Mods
ru: Спрятать локальные

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_LOCAL_TOOLTIP
source: Hide or unhide local mods.
ru: Спрятать или показать локальные моды.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_PINS
source: Hide pinned Mods
ru: Спрятать закреплённые

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_PINS_TOOLTIP
source: Hide or unhide pinned mods.
ru: Спрятать или показать закреплённые моды.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_PLATFORM
source: Hide Steam Mods
ru: Спрятать моды из Steam

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.HIDE_PLATFORM_TOOLTIP
source: Hide or unhide steam mods.
ru: Спрятать или показать моды из Steam.

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_ACTIVE
source: Unhide active Mods
ru: Показать активные

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_DEV
source: Unhide Dev Mods
ru: Показать моды в разработке

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_INACTIVE
source: Unhide inactive Mods
ru: Показать неактивные

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_INCOMPATIBLE
source: Unhide Incompatibles
ru: Показать несовместимые

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_LOCAL
source: Unhide Local Mods
ru: Показать локальные

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_PINS
source: Unhide pinned Mods
ru: Показать закреплённые

# SaveGameModLoader.STRINGS.UI.FRONTEND.FILTERSTRINGS.UNHIDE_PLATFORM
source: Unhide Steam Mods
ru: Показать моды из Steam

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.COPYTOCLIPBOARD_TOOLTIP
source: Copies a list of all active mods to the clipboard. Double click to include their workshop links
ru: Копирует список всех активных модов в буфер обмена. Дважды щелкните, чтобы включить ссылки на их мастерские

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.EXPORTMODLISTBUTTON
source: Create Mod Profile
ru: Создать профиль

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.EXPORTMODLISTBUTTONINFO
source: Create a new profile from your current mod config.
ru: Создайте новый профиль из текущего конфига модов.

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.IMPORTCOLLECTIONLIST
source: Import Mod Profile
ru: Импортировать профиль

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.IMPORTCOLLECTIONLISTTOOLTIP
source: Create a mod profile by importing a Steam collection
ru: Создать профиль модов, импортировав коллекцию Steam

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.IMPORTEDTITLEANDAUTHOR
source: {0}, Collection by {1}
ru: {0}, Коллекция {1}

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTSAVEGAMEHEADER
source: Mod Profiles from Save Games
ru: Профили модов из Сохранённых игр

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTSBUTTON
source: MOD PROFILES
ru: ПРОФИЛИ МОДОВ

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTSBUTTONINFO
source: View and manage all your mod profiles
ru: Просмотр и управление всеми профилями модов

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTSTANDALONEHEADER
source: Created & Imported Mod Profiles
ru: Созданные и импортированные профили модов

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.MODLISTWINDOWTITLE
source: Mod Profiles
ru: Профили модов

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.OPENMODLISTFOLDERBUTTON
source: Open Mod Profile Folder
ru: Папка профелей

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.OPENMODLISTFOLDERBUTTONINFO
source: Open the Mod Profile Folder to view all stored mod profles
ru: Открыть папку «Профили модов», чтобы просмотреть все сохраненные профили модов

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.ADDEDNEW
source: Successfully imported Mod Profile: {0} with {1} mods
ru: Успешно импортирован профиль модов: {0} с {1} модами

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.ENTERCOLLECTIONLINK
source: Enter collection link...
ru: Введите ссылку на коллекцию...

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.ENTERNAME
source: Enter profile name...
ru: Введите название профиля...

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.ERRORTITLE
source: Could not import Collection
ru: Не удалось импортировать коллекцию

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.EXPORTCONFIRMATION
source: New Mod Profile created!
ru: Создан новый профиль модов!

source: Mod Profile "{0}" with {1} mods has been created.
ru: Создан профиль модов "{0}" с {1} модами.

source: Create Mod Profile with {0} mods
ru: Создать профиль мода с {0} модами

source: Paste collection link to import Mod Profile
ru: Вставьте ссылку на коллекцию, чтобы импортировать профиль модов

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.IMPORTYESNO
source: Do you want to import the Steam Collection "{0}" with {1} mods in it?
ru: Хотите импортировать коллекцию Steam "{0}" с {1} модами?

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.IMPORTYESNO_LOCAL
source: Do you want to import the the mod profile from "{0}" with {1} mods in it?
ru: Хотите импортировать профиль модов от "{0}" с {1} модами?

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.PARSINGERROR
source: Could not determine the workshop ID
ru: Не удалось определить идентификатор мастерской

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.STEAMINFOERROR
source: Error parsing steam data
ru: Ошибка анализа данных Steam

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.SUCCESSTITLE
source: Import successful
ru: Импорт успешно завершён

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.VALIDCOLLECTIONHEADER
source: Steam Collection found
ru: Steam коллекция найдена

source: File parsing successful
ru: Анализ файла выполнен успешно

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.POPUP.WRONGFORMAT
source: Not a valid Collection link
ru: Недействительная ссылка на коллекцию

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.SINGLEENTRY.LATESTCOUNT
source: Latest Version contains {0} Mods.
ru: Последняя версия содержит {0} модов.

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.SINGLEENTRY.MORESTOREDLISTS
source: stored Profiles
ru: сохранённые профили

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODLISTVIEW.SINGLEENTRY.ONESTOREDLIST
source: stored Profile
ru: сохранённый профиль

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.ALLSYNCED
source: ALL MODS SYNCED, CLOSE
ru: ВСЕ МОДЫ СИНХРОНИЗИРОВАНЫ, ЗАКРЫТЬ

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.CONTINUEANDSYNC
source: SYNC AND RESUME
ru: СИНХРОНИЗИРОВАТЬ И ПРОДОЛЖИТЬ

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.MISSINGMOD
source: MISSING MODS!
ru: ОТСУТСТВУЮТ МОДЫ!

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.MISSINGMODSTITLE
source: MISSING MODS
ru: ОТСУТСТВУЮТ МОДЫ

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.MODDIFFS
source: MOD DIFFERENCES
ru: РАЗЛИЧИЯ МОДОВ

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.SYNCALL
source: SYNC AND LOAD SAVE
ru: СИНХРОНИЗАЦИЯ И ЗАГРУЗКА СОХРАНЕНИЯ

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.SYNCMODSBUTTONBG
source: SYNC MODS
ru: СИНХРОНИЗАЦИЯ МОДОВ

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODSYNCING.SYNCSELECTED
source: LOAD WITH CURRENT LOADOUT
ru: ЗАГРУЗКА С ТЕКУЩИМ НАБОРОМ

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.ADDNEWTAGBTN
source: Add Tag
ru: Добавить тег

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.ADDNEWTAGLABEL
source: Create new Tag
ru: Создать новый тег

source: Toggle and manage your mod tag filters. Currently enabled Tag Filters:
ru: Переключайте и управляйте фильтрами тегов модов. Включенные фильтры тегов:

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.ALLFILTERS
source: All
ru: Все

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.CLEARFILTERS
source: Disable all Tag filters
ru: Отключите все фильтры тегов

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.CURRENTTAGS
source: Current mod tags:
ru: Текущие теги модов:

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.DELETETAG
source: Delete
ru: Удалить

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.FILTERMODE_INVERTED
source: Hide when active
ru: Скрыть, когда активно

source: Mods with this tag will be hidden in the mod list if the filter is enabled.
ru: Моды с этим тегом будут скрыты в списке модов, если включён фильтр.

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.FILTERMODE_NORMAL
source: Show when active
ru: Показать, когда активно

source: Mods with this tag will be shown in the mod list if the filter is enabled.
ru: Моды с этим тегом будут отображаться в списке модов, если фильтр включён.

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.FILTERTAGS
source: Filter Mod Tags
ru: Фильтровать теги модов

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.INVERTEDFILTER
source: (mods hidden)
ru: (моды скрыты)

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.NOFILTERS
source: None
ru: Нет

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.NOTAGS
source: No mod tags set
ru: Теги модов не установлены

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.TITLE_MOD
source: EDIT MOD TAGS
ru: РЕДАКТИРОВАТЬ ТЕГИ МОДОВ

# SaveGameModLoader.STRINGS.UI.FRONTEND.MODTAGS.TAGEDITWINDOW.TITLE_SELECTOR
source: TAG FILTERS
ru: ФИЛЬТРЫ ТЕГОВ

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.LOADLIST
source: View Profile
ru: Просмотреть профиль

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.MISSING
source: Missing
ru: Отсутствуюует

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.MODLISTCOUNT
source: Profile contains {0} mods.
ru: Профиль содержит {0} модов.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.NOSTEAMMOD
source: Not a Steam Mod!
ru: Это не из Steam!

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.POPUPSYNCEDTEXT
source: The modlist has been applied.
ru: Список модов применён.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.POPUPSYNCEDTEXTENABLEONLY
source: All mods in the list have been enabled.
ru: Все моды из списка включены.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.POPUPSYNCEDTITLE
source: Mod List Loaded
ru: Список модов загружен

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.REFRESH
source: Refresh View
ru: Обновить вид

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.RETURN
source: RETURN
ru: НАЗАД

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.RETURNTWO
source: RETURN TO MODS
ru: ВЕРНУТЬСЯ К МОДАМ

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SUBTOALL
source: Subscribe to all missing Mods
ru: Подписаться на все недостающие моды

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SYNCLIST
source: Apply Profile
ru: Применить профиль

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SYNCLISTADDITIVE
source: Make all active
ru: Сделать всё активными

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SYNCLISTADDITIVETOOLTIP
source: This enables all mods stored in the profile but doesnt affect already enabled mods.
ru: Это активирует все моды, хранящиеся в профиле. но не влияет на уже включенные моды.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.SYNCLISTTOOLTIP
source: Applies the Profile. This enables all mods listed in the profile and disables all mods not listed in the profile.
ru: Применяет профиль. Это активирует все моды, перечисленные в профиле. и отключает все моды, не указанные в профиле.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.TITLE
source: Mod Profiles stored in {0}
ru: Профили модов, хранящиеся в {0}

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.TITLESAVEGAMELIST
source: Mod Profiles from SaveGame "{0}"
ru: Профили модов из сохранения игры "{0}"

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.USEALTERNATIVEMODE
source: Load mod list with a restart (Restarts game, no freezing involved)
ru: Загрузить список модов с перезагрузкой (Перезапускает игру, без зависаний)

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.USENORMALMETHOD
source: Load mod list using normal method (could freeze the game during applying)
ru: Загрузить список модов обычным способом (может зависать игра во время применения)

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WARNINGMANYMODS
source: Large amount of mod differences detected.
ru: Обнаружено большое количество различий между модами.

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WARNINGMANYMODSQUESTION
source: Large amount of mod differences can lead to long game freezes during applying. Restart game with this Modlist applied? (This is an alternative mod list deployment mode).
ru: Большое количество различий между модами может привести к длительному зависанию игры во время их применения. Перезапустить игру с применённым списком модов? (Это альтернативный режим развертывания списка модов).

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.BUTTON
source: Workshop Actions
ru: Действия мастерской

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.INFO
source: This mod is currently missing from the game. The following actions are available:
ru: Этот мод на данный момент отсутствует в игре. Доступны следующие действия:

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.INFOLIST
source: This profile contains {0} currently missing mods. The following actions are available:
ru: Этот профиль содержит {0} недостающих модов. Доступны следующие действия:

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.SUB
source: Subscribe to this mod
ru: Подписаться на этот мод

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.SUBLIST
source: Subscribe to all missing mods
ru: Подписаться на все недостающие моды

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.TITLE
source: Steam Workshop Integration
ru: Интеграция Мастерской Steam

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPACTIONS.VISIT
source: Visit Workshop page
ru: Посетить страницу мастерской

# SaveGameModLoader.STRINGS.UI.FRONTEND.SINGLEMODLIST.WORKSHOPFINDTOOLTIP
source: Click here to to select workshop action
ru: Нажмите здесь, чтобы выбрать действие мастерской
